Repository: uioporqwerty/waka-watch
Catalog: wakawatch/wakawatch WatchKit Extension/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr, hi, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# Notifications_InverseGoalFailed_Message
source: You've been coding a lot. You've coded for {0} hours and {1} minutes. This is {2} hours and {3} minutes more than what you wanted.
de: Du hast viel programmiert. Sie haben für {0} Stunden und {1} Minuten codiert. Dies ist {2} Stunden und {3} Minuten mehr als das, was Sie wollten.
el: Έχετε κωδικοποιήσει πολλά. Έχετε κωδικοποιήσει για {0} ώρες και {1} λεπτά. Αυτό είναι {2} ώρες και {3} λεπτά περισσότερο από αυτό που θέλατε.
es: Has estado codificando mucho. Has codificado durante {0} horas y {1} minutos. Esto es {2} horas y {3} minutos más de lo que quería.
fi: Olet koodannut paljon. Olet koodannut {0} tuntia ja {1} minuuttia. Tämä on {2} tuntia ja {3} minuuttia enemmän kuin mitä halusit.
fr: Vous avez beaucoup codé. Vous avez codé pendant {0} heures et {1} minutes. C'est {2} heures et {3} minutes de plus que ce que vous vouliez.
hi: आप बहुत कोडिंग कर रहे हैं। आपने {0} घंटे और {1} मिनट के लिए कोड किया है। यह {2} घंटे और {3} मिनट अधिक है जो आप चाहते थे।
hu: Sokat kódoltál. {0} óra és {1} percig kódoltál. Ez {2} óra és {3} perccel több, mint amit akartál.
id: Anda telah banyak membuat kode. Anda telah membuat kode selama {0} jam dan {1} menit. Ini {2} jam dan {3} menit lebih dari yang Anda inginkan.
it: Hai codificato molto. Hai codificato per {0} ore e {1} minuti. Questo è {2} ore e {3} minuti in più di quello che volevi.
ja: あなたはたくさんコーディングしてきました。{0} 時間 {1} 分間コーディングしました。これは、あな{2}たが望んでいたものよりも{3}時間、数分多くなります。
ko: 당신은 코딩을 많이 해왔습니다. {0} 시간 {1} 분 동안 코딩했습니다. 이것은 당신이 원했던 것보다 {2} 시간 {3} 분 더 많습니다.
nl: Je hebt veel gecodeerd. Je hebt {0} uur en {1} minuten gecodeerd. Dit is {2} uur en {3} minuten meer dan wat je wilde.
pl: Dużo kodowałeś. Kodowałeś przez {0} godzin i {1} minut. To {2} godzin i {3} minut więcej niż chciałeś.
pt_br: Você tem codificado muito. Você codificou por {0} horas e {1} minutos. São {2} horas e {3} minutos a mais do que você queria.
ro: Ai fost de codificare o mulțime. Ați codat timp de {0} ore și {1} minute. Acest lucru este de {2} de ore și {3} minute mai mult decât ceea ce ai vrut.
ru: Вы много кодировали. Вы кодировали в течение {0} часов и {1} минут. Это {2} часов и {3} минут больше, чем вы хотели.
sk: Veľa si kódoval. Kódovali ste {0} hodín a {1} minút. Je to {2} hodín a {3} minút viac, ako ste chceli.
sv: Du har kodat mycket. Du har kodat i {0} timmar och {1} minuter. Detta är {2} timmar och {3} minuter mer än vad du ville ha.
th: คุณเขียนโค้ดมามากแล้ว คุณได้เขียนโค้ดเป็นเวลา {0}โมงและ{1} นาทีแล้ว นี่คือ{2}โมงและ{3}นาทีมากกว่าสิ่งที่คุณต้องการ
tr: Çok fazla kodlama yaptınız. {0} saat {1} dakika boyunca kodladınız. Bu, istediğinizden {2} saat {3} dakika daha fazla.
uk: Ви багато кодували. Ви кодували {0} годин і {1} хвилин. Це {2} годин і {3} хвилин більше, ніж ви хотіли.
vi: Bạn đã viết mã rất nhiều. Bạn đã mã hóa trong {0} giờ {1} phút. Đây là {2} giờ và {3} phút nhiều hơn những gì bạn muốn.
zh_hans: 你一直在编码很多。您已经编码了{0}小时{1}分钟。这比您想要的多{2}小时{3}分钟。
zh_hant: 你一直在編碼很多。您已經編碼了{0}小時{1}分鐘。這比您想要的多{2}小時{3}分鐘。

# ErrorView_RetryButton_Label
source: Retry
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä
fr: Réessayer
hi: पुनर्प्रयास
hu: Újra
id: Pengulangan
it: Ripetere
ja: リトライ
ko: 재시도
nl: Opnieuw
pl: Ponów próbę
pt_br: Repetir
ro: Reîncercare
ru: Снова пробовать
sk: Znova
sv: Igen
th: ลอง
tr: Yeni -den deneme
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# ErrorView_Description_Text
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
el: Παρουσιάστηκε άγνωστο σφάλμα.
es: Se ha producido un error desconocido.
fi: Tapahtui tuntematon virhe.
fr: Une erreur inconnue s'est produite.
hi: कोई अज्ञात त्रुटि उत्पन्न हुई.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sv: Ett okänt fel inträffade.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen bir hata oluştu.
uk: Сталася невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

# ErrorView_DescriptionExceededRetryCount_Label
source: Exceeded retry count. The developer has been notified.
de: Anzahl der Wiederholungsversuche überschritten. Der Entwickler wurde benachrichtigt.
el: Υπέρβαση του αριθμού επανάληψης. Ο προγραμματιστής έχει ειδοποιηθεί.
es: Recuento de reintentos excedido. El desarrollador ha sido notificado.
fi: Ylitetty uudelleenyritysmäärä. Kehittäjälle on ilmoitettu.
fr: Dépassement du nombre de nouvelles tentatives. Le développeur a été averti.
hi: पुन: प्रयास करें गणना पार कर गई. डेवलपर को सूचित कर दिया गया है।
hu: Túllépte az újrapróbálkozások számát. A fejlesztőt értesítették.
id: Melebihi jumlah percobaan ulang. Pengembang telah diberitahu.
it: Superato il numero di tentativi. Lo sviluppatore è stato avvisato.
ja: 再試行回数を超えました。開発者に通知されました。
ko: 재시도 횟수를 초과했습니다. 개발자에게 통보되었습니다.
nl: Overschreden aantal pogingen. De ontwikkelaar is op de hoogte gebracht.
pl: Przekroczono liczbę ponownych prób. Deweloper został powiadomiony.
pt_br: Ultrapassou a contagem de repetições. O desenvolvedor foi notificado.
ro: A depășit numărul de reîncercări. Dezvoltatorul a fost notificat.
ru: Превышено количество повторных попыток. Разработчик был уведомлен.
sk: Prekročený počet opakovaní. Developer bol upovedomený.
sv: Överskred antalet återförsök. Utvecklaren har meddelats.
th: เกินจํานวนการลองใหม่ นักพัฒนาซอฟต์แวร์ได้รับแจ้งแล้ว
tr: Yeniden deneme sayısı aşıldı. Geliştiriciye bildirim yapıldı.
uk: Перевищено кількість повторних спроб. Про це розробника повідомили.
vi: Vượt quá số lần thử lại. Nhà phát triển đã được thông báo.
zh_hans: 超出重试计数。开发人员已收到通知。
zh_hant: 超出重試計數。開發人員已收到通知。

# LicenseView_Error_Description
source: An error occurred loading open source license attribution view.
de: Beim Laden der Open-Source-Lizenzattributionsansicht ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση προβολής απόδοσης άδειας χρήσης ανοιχτού κώδικα.
es: Se ha producido un error al cargar la vista de atribución de licencias de código abierto.
fi: Tapahtui virhe ladatessaan avoimen lähdekoodin käyttöoikeuden attribuutionäkymää.
fr: Une erreur s'est produite lors du chargement de la vue d'attribution de licence open source.
hi: खुला स्रोत लायसेंस एट्रिब्यूशन दृश्य लोड कर रहा है एक त्रुटि उत्पन्न हुई।
hu: Hiba történt a nyílt forráskódú licenc-hozzárendelési nézet betöltésekor.
id: Terjadi kesalahan saat memuat tampilan atribusi lisensi sumber terbuka.
it: Si è verificato un errore durante il caricamento della vista di attribuzione della licenza open source.
ja: オープンソースライセンスの帰属表示ビューの読み込み中にエラーが発生しました。
ko: 오픈 소스 라이선스 어트리뷰션 뷰를 로드하는 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het laden van de weergave voor het toewijzen van open source-licenties.
pl: Wystąpił błąd podczas ładowania widoku atrybucji licencji open source.
pt_br: Ocorreu um erro carregando a visualização de atribuição de licença de código aberto.
ro: A apărut o eroare la încărcarea vizualizării de atribuire a licenței open source.
ru: Произошла ошибка при загрузке представления атрибуции лицензии с открытым исходным кодом.
sk: Vyskytla sa chyba načítania zobrazenia atribučnej licencie s otvoreným zdrojovým kódom.
sv: Ett fel inträffade vid inläsning av attributionsvy för öppen källkodslicens.
th: เกิดข้อผิดพลาดในการโหลดมุมมองการระบุแหล่งที่มาของสิทธิ์การใช้งานโอเพนซอร์ส
tr: Açık kaynak lisans ilişkilendirme görünümü yüklenirken bir hata oluştu.
uk: Сталася помилка завантаження перегляду атрибуції ліцензії з відкритим вихідним кодом.
vi: Đã xảy ra lỗi khi tải chế độ xem phân bổ giấy phép nguồn mở.
zh_hans: 加载开源许可证归属视图时出错。
zh_hant: 載入開源許可證歸屬檢視時出錯。

# WhatsNewView_OKButton_Text
source: OK
de: OKAY
es: DE ACUERDO
fi: OKEI
fr: D'ACCORD
hu: OKÉ
id: OKE
ja: わかりました
ko: 그래
pt_br: OKEY
ru: ХОРОШО
th: ตกลง, ได้
tr: TAMAM
uk: ГАРАЗД
zh_hans: 还行
zh_hant: 還行

# ProfileView_ProfileImage_A11Y
source: {0} profile
de: {0} Profil
el: {0} προφίλ
es: {0} perfil
fi: {0} profiili
fr: profil {0}
hu: {0} profil
id: Profil {0}
it: {0} profilo
ja: {0}プロフィール
ko: {0} 프로필
nl: {0} profiel
pl: Profil {0}
pt_br: {0} perfil
ro: {0} profil
ru: профиль {0}
sk: {0} profil
th: โปรไฟล์{0}
tr: {0} profili
uk: профіль {0}
vi: Hồ sơ {0}
zh_hans: {0}简介
zh_hant: {0}簡介

# SettingsView_AppVersion_A11Y
source: App version {0}
el: Έκδοση εφαρμογής {0}
es: Versión de la aplicación {0}
fi: Sovellusversio {0}
fr: Version de l’application {0}
hu: Alkalmazásverzió {0}
id: Versi aplikasi {0}
it: versione dell'app {0}
ja: アプリのバージョン {0}
ko: 앱 버전 {0}
nl: App-versie {0}
pl: {0} wersji aplikacji
pt_br: {0} da versão do aplicativo
ro: {0} versiunii aplicației
ru: версия приложения {0}
sk: {0} verzie aplikácie
th: {0}เวอร์ชันของแอป
tr: Uygulama sürümü {0}
uk: Версія програми {0}
vi: {0} phiên bản ứng dụng
zh_hans: 应用版本{0}
zh_hant: 應用程式版本{0}

# GlobalError_MissingTimezone
source: Your timezone is not set in WakaTime. To proceed, go to WakaTime and set your timezone in account settings and then try again.
de: Ihre Zeitzone ist nicht in WakaTime festgelegt. Um fortzufahren, gehen Sie zu WakaTime und legen Sie Ihre Zeitzone in den Kontoeinstellungen fest und versuchen Sie es dann erneut.
el: Η ζώνη ώρας σας δεν έχει οριστεί στο WakaTime. Για να συνεχίσετε, μεταβείτε στο WakaTime και ορίστε τη ζώνη ώρας σας στις ρυθμίσεις λογαριασμού και, στη συνέχεια, προσπαθήστε ξανά.
es: Su zona horaria no está establecida en WakaTime. Para continuar, vaya a WakaTime y establezca su zona horaria en la configuración de la cuenta y luego inténtelo de nuevo.
fi: Aikavyöhykettäsi ei ole asetettu WakaTimeen. Jatka siirtymällä WakaTimeen, asettamalla aikavyöhyke tilin asetuksissa ja yrittämällä sitten uudelleen.
fr: Votre fuseau horaire n’est pas défini dans WakaTime. Pour continuer, accédez à WakaTime et définissez votre fuseau horaire dans les paramètres du compte, puis réessayez.
id: Zona waktu Anda tidak diatur di WakaTime. Untuk melanjutkan, buka WakaTime dan atur zona waktu Anda di pengaturan akun lalu coba lagi.
it: Il tuo fuso orario non è impostato in WakaTime. Per procedere, vai su WakaTime e imposta il fuso orario nelle impostazioni dell'account, quindi riprova.
ja: タイムゾーンが WakaTime に設定されていません。続行するには、WakaTimeに移動し、アカウント設定でタイムゾーンを設定してから、もう一度やり直してください。
nl: Uw tijdzone is niet ingesteld in WakaTime. Ga naar WakaTime en stel uw tijdzone in accountinstellingen in en probeer het opnieuw.
pl: Twoja strefa czasowa nie jest ustawiona w WakaTime. Aby kontynuować, przejdź do WakaTime i ustaw strefę czasową w ustawieniach konta, a następnie spróbuj ponownie.
pt_br: Seu fuso horário não está definido no WakaTime. Para prosseguir, vá para o WakaTime e defina seu fuso horário nas configurações da conta e tente novamente.
ro: Fusul orar nu este setat în WakaTime. Pentru a continua, accesați WakaTime și setați fusul orar în setările contului, apoi încercați din nou.
ru: Ваш часовой пояс не установлен в WakaTime. Чтобы продолжить, перейдите в WakaTime и установите часовой пояс в настройках учетной записи, а затем повторите попытку.
sk: Vaše časové pásmo nie je nastavené vo WakaTime. Ak chcete pokračovať, prejdite na wakatime, nastavte svoje časové pásmo v nastaveniach účtu a potom to skúste znova.
th: เขตเวลาของคุณไม่ได้ตั้งค่าไว้ใน WakaTime หากต้องการดําเนินการต่อ ให้ไปที่ WakaTime และตั้งค่าเขตเวลาของคุณในการตั้งค่าบัญชี แล้วลองอีกครั้ง
tr: Saat diliminiz WakaTime'da ayarlanmamış. Devam etmek için WakaTime'a gidin ve hesap ayarlarında saat diliminizi ayarlayın ve ardından yeniden deneyin.
uk: Ваш часовий пояс не встановлений у WakaTime. Щоб продовжити, перейдіть до WakaTime та встановіть часовий пояс у налаштуваннях облікового запису, а потім повторіть спробу.
vi: Múi giờ của bạn không được đặt trong WakaTime. Để tiếp tục, hãy truy cập WakaTime và đặt múi giờ của bạn trong cài đặt tài khoản, sau đó thử lại.
zh_hans: 您的时区未在 WakaTime 中设置。要继续，请转到WakaTime并在帐户设置中设置您的时区，然后重试。

# SettingsView_Licenses_Link
source: Open Source Licenses
de: Open-Source-Lizenzen
el: Άδειες χρήσης ανοιχτού κώδικα
es: Licencias de código abierto
fi: Avoimen lähdekoodin lisenssit
fr: Licences Open Source
hi: ओपन सोर्स लाइसेंस
hu: Souce licencek megnyitása
id: Lisensi Open Source
it: Licenze Open Source
ja: オープンソースライセンス
ko: 오픈 수스 라이센스
nl: Open Source Licenties
pl: Licencje Open Source
pt_br: Licenças de Código Aberto
ro: Licențe open source
ru: Лицензии с открытым исходным кодом
sk: Licencie s otvoreným zdrojovým kódom
sv: Öppna Souce-licenser
th: สิทธิ์การใช้งานโอเพนซอร์ส
tr: Açık Kaynak Lisansları
uk: Ліцензії з відкритим вихідним кодом
vi: Giấy phép nguồn mở
zh_hans: 开源许可证
zh_hant: 開源許可證

# SwiftCharts_Languages_Value_A11Y
source: coded for {0}
de: codiert für {0}
el: κωδικοποιημένο για {0}
es: codificado para {0}
fi: koodattu {0}
id: dikodekan untuk {0}
it: codificato per {0}
nl: gecodeerd voor {0}
pl: zakodowane dla {0}
pt_br: codificado para {0}
ro: codificate pentru {0}
ru: закодировано для {0}
sk: kódované pre {0}
th: รหัสสําหรับ{0}
tr: {0} için kodlanmış
uk: закодовано для {0}
vi: được mã hóa cho {0}
zh_hans: 编码为{0}

# SwiftCharts_Editors_Value_A11Y
source: coded for {0}
de: codiert für {0}
el: κωδικοποιημένο για {0}
es: codificado para {0}
fi: koodattu {0}
id: dikodekan untuk {0}
it: codificato per {0}
nl: gecodeerd voor {0}
pl: zakodowane dla {0}
pt_br: codificado para {0}
ro: codificate pentru {0}
ru: закодировано для {0}
sk: kódované pre {0}
th: รหัสสําหรับ{0}
tr: {0} için kodlanmış
uk: закодовано для {0}
vi: được mã hóa cho {0}
zh_hans: 编码为{0}

# SwiftCharts_LanguagesChart_Title
source: Language Usage in Minutes
de: Sprachgebrauch in wenigen Minuten
el: Χρήση της γλώσσας σε λεπτά
es: Uso del idioma en minutos
fi: Kielenkäyttö muutamassa minuutissa
id: Penggunaan Bahasa dalam Hitungan Menit
it: Utilizzo della lingua in pochi minuti
nl: Taalgebruik in enkele minuten
pl: Użycie języka w ciągu kilku minut
pt_br: Uso da linguagem em minutos
ro: Utilizarea limbii în câteva minute
ru: Использование языка за считанные минуты
sk: Používanie jazyka v zápisnici
th: การใช้ภาษาในไม่กี่นาที
tr: Dakikalar İçinde Dil Kullanımı
uk: Використання мови в хвилинах
vi: Sử dụng ngôn ngữ trong vài phút
zh_hans: 语言用法（分钟）

# SwiftCharts_EditorsChart_Title
source: Editor Usage in Minutes
de: Editor-Nutzung in wenigen Minuten
el: Χρήση επεξεργαστή σε λεπτά
es: Uso del editor en minutos
fi: Editorin käyttö muutamassa minuutissa
id: Penggunaan Editor dalam Hitungan Menit
it: Utilizzo dell'editor in pochi minuti
nl: Gebruik van editors in enkele minuten
pl: Użycie edytora w ciągu kilku minut
pt_br: Uso do editor em minutos
ro: Utilizarea editorului în câteva minute
ru: Использование редактора за считанные минуты
sk: Použitie editora v minútach
th: การใช้งานบรรณาธิการในไม่กี่นาที
tr: Dakikalar İçinde Editör Kullanımı
uk: Використання редактора в хвилинах
vi: Sử dụng trình chỉnh sửa trong vài phút
zh_hans: 编辑器使用率（分钟）

# Global_CodingTime_Format
source: {0} hours and {1} minutes
de: {0} Stunden und {1} Minuten
el: {0} ώρες και {1} λεπτά
es: {0} horas y {1} minutos
fi: {0} tuntia ja {1} minuuttia
id: {0} jam dan {1} menit
it: {0} ore e {1} minuti
nl: {0} uur en {1} minuten
pl: {0} godziny i {1} minuty
pt_br: {0} horas e {1} minutos
ro: {0} ore și {1} minute
ru: {0} часы и {1} минуты
sk: {0} hodiny a {1} minúty
th: {0} ชั่วโมงและ{1} นาที
tr: {0} saat {1} dakika
uk: {0} годин і {1} хвилин
vi: {0} giờ và {1} phút
zh_hans: {0}小时和{1}分钟

# SwiftCharts_CodingTimeChart_Title
source: Coding Time in Minutes
de: Codierzeit in Minuten
el: Χρόνος κωδικοποίησης σε λεπτά
es: Tiempo de codificación en minutos
fi: Koodausaika minuutteina
id: Waktu Pengkodean dalam Hitungan Menit
it: Tempo di codifica in minuti
nl: Codeertijd in enkele minuten
pl: Czas kodowania w minutach
pt_br: Tempo de codificação em minutos
ro: Timp de codificare în câteva minute
ru: Время кодирования в минутах
sk: Čas kódovania v minútach
th: เวลาในการเขียนโค้ดในไม่กี่นาที
tr: Dakika Cinsinden Kodlama Süresi
uk: Час кодування за лічені хвилини
vi: Thời gian mã hóa tính bằng phút
zh_hans: 编码时间（分钟）

# SwiftCharts_TodayChart_Title
source: Today's Activities in Minutes
de: Heutige Aktivitäten in wenigen Minuten
fi: Tämän päivän aktiviteetit pöytäkirjoina
id: Aktivitas Hari Ini dalam Hitungan Menit
it: Le attività di oggi in pochi minuti
pl: Dzisiejsze działania w kilka minut
pt_br: Atividades de hoje em minutos
ro: Activitățile de astăzi în câteva minute
ru: Сегодняшние мероприятия за считанные минуты
sk: Dnešné aktivity v minútach
th: กิจกรรมของวันนี้ในไม่กี่นาที
tr: Dakikalar İçinde Bugünkü Aktiviteler
uk: Сьогоднішні заходи в хвилинах
vi: Các hoạt động hôm nay trong vài phút
zh_hans: 今天的活动（几分钟内）

# SwiftCharts_TodayActivity_Value_A11Y
source: for {0}
de: für {0}
id: untuk {0}
it: per {0}
pl: dla {0}
pt_br: para {0}
ro: pentru {0}
ru: для {0}
sk: pre {0}
th: สําหรับ{0}
tr: {0} için
uk: для {0}
vi: dành cho {0}

source: Coding
de: Codierung
fi: Koodaus
it: Codifica
pl: Kodowanie
pt_br: Codificação
ro: Codificare
ru: Кодирование
sk: Kódovanie
th: เขียน โค้ด
tr: Kodlama
uk: Кодування
vi: Mã hóa
zh_hans: 编码

source: Meetings
de: Versammlungen
fi: Kokoukset
id: Pertemuan
it: Riunioni
pl: Spotkania
pt_br: Reuniões
ro: Întâlniri
ru: Встречи
sk: Stretnutia
th: ประชุม
tr: Toplantı
uk: Зустрічі
vi: Cuộc họp
zh_hans: 会议

# LeaderboardView_NoRecords_Text
source: No leaderboard records found.
de: Keine Bestenlistendatensätze gefunden.
fi: Tulostaulukkotietueita ei löytynyt.
it: Nessun record di classifica trovato.
pl: Nie znaleziono rekordów rankingu.
pt_br: Nenhum registro de tabela de classificação encontrado.
ro: Nu s-au găsit înregistrări în clasament.
ru: Записи в таблице лидеров не найдены.
sk: Nenašli sa žiadne záznamy z rebríčka.
th: ไม่พบบันทึกลีดเดอร์บอร์ด
tr: Skor tablosu kaydı bulunamadı.
uk: Записів у таблиці лідерів не знайдено.
vi: Không tìm thấy hồ sơ bảng xếp hạng.
zh_hans: 未找到排行榜记录。

# LeaderboardyView_Cell_Value_A11Y
source: {0} is ranked {1}
fi: {0} on luokiteltu {1}
it: {0} è classificato {1}
pl: {0} zajmuje {1} miejsce
pt_br: {0} é classificada {1}
ro: {0} este clasat pe locul {1}
ru: {0} имеет рейтинг {1}
th: {0}อยู่ในอันดับที่ {1}
tr: {0} {1} sıralanır
uk: {0} займає {1} місце
zh_hans: {0}排名{1}

# Global_CodingTimeFull_A11Y
source: {0} hours and {1} minutes
fi: {0} tuntia ja {1} minuuttia
it: {0} ore e {1} minuti
pl: {0} godziny i {1} minuty
pt_br: {0} horas e {1} minutos
ro: {0} ore și {1} minute
ru: {0} часы и {1} минуты
th: {0} ชั่วโมงและ{1} นาที
tr: {0} saat {1} dakika
uk: {0} годин і {1} хвилин
zh_hans: {0}小时和{1}分钟

# Global_CodingTimeNone_A11Y
source: {0} seconds
fi: {0} sekuntia
it: {0} secondi
pl: {0} sekund
pt_br: {0} segundos
ro: {0} secunde
ru: {0} секунд
th: {0} วินาที
tr: {0} saniye
uk: {0} секунд
zh_hans: {0} 秒

# SettingsView_EnableNotifications_Button
source: Enable Notifications
fi: Ota ilmoitukset käyttöön
it: Abilita notifiche
pl: Włącz powiadomienia
pt_br: Ativar notificações
ro: Activați notificările
ru: Включение уведомлений
tr: Bildirimleri Etkinleştir
uk: Включити повідомлення
zh_hans: 启用通知

# SettingsView_ToggleMixpanel_OptInButtonLabel
source: Opt-in to Analytics
fi: Analyticsin käyttöönotto
it: Attivazione di Analytics
pl: Włączanie funkcji Analytics
pt_br: Opt-in para analytics
ro: Înscrieți-vă la Analytics
ru: Подписка на аналитику
tr: Analytics'e katılma
uk: Увімкнення аналітики
zh_hans: 选择加入分析

# SettingsView_ToggleMixpanel_OptOutButtonLabel
source: Opt-out of Analytics
fi: Analyticsin käytöstä poistaminen
it: Rifiuto esplicito di Analytics
pl: Rezygnacja z Analytics
pt_br: Opt-out do Analytics
ro: Renunțați la Analytics
ru: Отказ от аналитики
tr: Analytics'i devre dışı bırakma
uk: Відмова від аналітики
zh_hans: 选择退出分析

# LeaderboardSelectionView_Title
source: Leaderboards
fi: Tulostaulukot
it: Classifiche
pl: Rankingi
pt_br: Tabelas de classificação
ro: Clasamente
ru: Таблицы лидеров
tr: Liderlik Tabloları
uk: Таблиці лідерів
zh_hans: 排行榜

# LeaderboardSelectionView_PublicLeaderBoard_Label
source: Public Leaderboard
fi: Julkinen tulostaulukko
it: Classifica pubblica
pl: Publiczny ranking
pt_br: Tabela de classificação pública
ro: Clasament public
ru: Публичная таблица лидеров
tr: Genel Liderlik Tablosu
uk: Громадська таблиця лідерів
zh_hans: 公共排行榜

# LeaderboardSelectionView_PrivateLeaderboardScopes_Text
source: To show private leaderboards, we need to connect with WakaTime again. Tap the disconnect button below and connect again from your iOS device.
fi: Jotta voimme näyttää yksityisiä tulostaulukoita, meidän on oltava jälleen yhteydessä WakaTimeen. Napauta alla olevaa katkaisupainiketta ja muodosta yhteys uudelleen iOS-laitteestasi.
it: Per mostrare le classifiche private, dobbiamo connetterci di nuovo con WakaTime. Tocca il pulsante di disconnessione qui sotto e connettiti di nuovo dal tuo dispositivo iOS.
pl: Aby pokazać prywatne rankingi, musimy ponownie połączyć się z WakaTime. Stuknij przycisk rozłączania poniżej i połącz się ponownie z urządzenia z systemem iOS.
pt_br: Para mostrar tabelas de classificação privadas, precisamos nos conectar com o WakaTime novamente. Toque no botão de desconexão abaixo e conecte-se novamente do dispositivo iOS.
ro: Pentru a afișa clasamente private, trebuie să ne conectăm din nou cu WakaTime. Atinge butonul de deconectare de mai jos și conectează-te din nou de pe dispozitivul iOS.
ru: Чтобы показать частные таблицы лидеров, нам нужно снова подключиться к WakaTime. Нажмите кнопку отключения ниже и снова подключитесь к устройству iOS.
tr: Özel liderlik tablolarını göstermek için WakaTime ile tekrar bağlantı kurmamız gerekiyor. Aşağıdaki bağlantıyı kes düğmesine dokunun ve iOS cihazınızdan tekrar bağlanın.
uk: Щоб показати приватні таблиці лідерів, нам потрібно знову зв'язатися з WakaTime. Натисніть кнопку відключення нижче та знову підключіться до пристрою iOS.
zh_hans: 要显示私人排行榜，我们需要再次与 WakaTime 联系。点击下面的断开连接按钮，然后从iOS设备再次连接。

# WatchInstallationCheckView_Instructions_Heading
source: Apple Watch App Required
fi: Apple Watch -appi vaaditaan
it: App Apple Watch richiesta
pl: Wymagana aplikacja Apple Watch
pt_br: Aplicativo do Apple Watch necessário
ro: Este necesară aplicația Apple Watch
ru: Требуется приложение Apple Watch
tr: Apple Watch Uygulaması Gerekli
uk: Потрібна програма Apple Watch
zh_hans: 需要苹果手表应用程序
