Repository: uioporqwerty/waka-watch
Catalog: wakawatch/wakawatch WatchKit Extension/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr, hi, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# AuthenticationView_ErrorAlert_Title
source: Error Connecting
de: Fehler beim Herstellen einer Verbindung
el: Σφάλμα κατά τη σύνδεση
es: Error al conectar
fi: Virhe yhdistettäessä
fr: Erreur de connexion
hi: कनेक्ट करने में त्रुटि
hu: Hiba a csatlakozáskor
id: Menghubungkan Kesalahan
it: Errore di connessione
ja: 接続中にエラーが発生しました
ko: 연결 중 오류 발생
nl: Fout bij het verbinden
pl: Błąd połączenia
pt_br: Conexão de erros
ro: Eroare la conectarea
ru: Ошибка подключения
sk: Pripojenie chyby
sv: Fel vid anslutning
th: เกิดข้อผิดพลาดในการเชื่อมต่อ
tr: Bağlantı Hatası
uk: Помилка підключення
vi: Kết nối lỗi
zh_hans: 连接时出错
zh_hant: 連接時出錯

# AuthenticationView_ErrorAlert_Message
source: WakaTime did not return an oauth token. Try connecting again.
de: WakaTime hat kein Oauth-Token zurückgegeben. Versuchen Sie erneut, eine Verbindung herzustellen.
el: Το WakaTime δεν επέστρεψε ένα διακριτικό όχλου. Δοκιμάστε να συνδεθείτε ξανά.
es: WakaTime no devolvió un token oauth. Intente conectarse de nuevo.
fi: WakaTime ei palauttanut oauth-tokenia. Yritä muodostaa yhteys uudelleen.
fr: WakaTime n'a pas retourné de jeton oauth. Essayez de vous reconnecter.
hi: WakaTime एक oauth टोकन वापस नहीं किया. पुन: कनेक्ट करने का प्रयास करें.
hu: A WakaTime nem adott vissza oauth tokent. Próbáljon meg újra csatlakozni.
id: WakaTime tidak mengembalikan token oauth. Coba sambungkan lagi.
it: WakaTime non ha restituito un token oauth. Prova a connetterti di nuovo.
ja: WakaTime は oauth トークンを返さなかった。もう一度接続してみてください。
ko: WakaTime은 oauth 토큰을 반환하지 않았습니다. 다시 연결해 보십시오.
nl: WakaTime heeft geen oauth-token geretourneerd. Probeer opnieuw verbinding te maken.
pl: WakaTime nie zwrócił tokena przysięgi. Spróbuj połączyć się ponownie.
pt_br: WakaTime não retornou um token de oauth. Tente se conectar novamente.
ro: WakaTime nu a returnat un simbol oauth. Încercați să vă conectați din nou.
ru: WakaTime не вернул токен oauth. Повторите попытку подключения.
sk: WakaTime nevrátil oauth token. Skúste sa znova pripojiť.
sv: WakaTime returnerade inte en oauth-token. Försök ansluta igen.
th: WakaTime ไม่ได้ส่งคืนโทเค็น oauth ลองเชื่อมต่อกครั้ง
tr: WakaTime bir oauth belirteci iade etmedi. Yeniden bağlanmayı deneyin.
uk: WakaTime не повернув токен oauth. Спробуйте підключитися ще раз.
vi: WakaTime đã không trả về mã thông báo oauth. Hãy thử kết nối lại.
zh_hans: WakaTime 没有返回 oauth 令牌。请尝试再次连接。
zh_hant: WakaTime 沒有返回 oauth 令牌。請嘗試再次連接。

# AuthenticationView_RequestReview_Button_Label
source: Write a Review
de: Schreiben Sie eine Bewertung
el: Γράψτε μια κριτική
es: Escribe una reseña
fi: Kirjoita arvostelu
fr: Écrire un avis
hu: Írjon értékelést
id: Tulis Ulasan
it: Scrivi una recensione
ja: レビューを書く
ko: 리뷰 쓰기
nl: Schrijf een beoordeling
pl: Napisz recenzję
pt_br: Escreva uma revisão
ro: Scrie un review
ru: Написать отзыв
sk: Napíšte recenziu
sv: Skriv en recension
th: เขียนรีวิว
tr: Bir Yorum Yazın
uk: Написати відгук
vi: Viết đánh giá
zh_hans: 写评论
zh_hant: 寫評論

# AuthenticationView_RequestReview_Text
source: Please consider writing a review on the App Store.
de: Bitte erwägen Sie, eine Rezension im App Store zu schreiben.
el: Εξετάστε το ενδεχόμενο να γράψετε μια κριτική στο App Store.
es: Por favor, considere escribir una reseña en la App Store.
fi: Harkitse arvostelun kirjoittamista App Storeen.
fr: S'il vous plaît envisager d'écrire un avis sur l'App Store.
hu: Kérjük, fontolja meg, hogy véleményt ír az App Store-ban.
id: Harap pertimbangkan untuk menulis ulasan di App Store.
it: Si prega di prendere in considerazione la possibilità di scrivere una recensione sull'App Store.
ja: App Storeにレビューを書くことを検討してください。
ko: App Store에 리뷰를 작성하는 것을 고려하십시오.
nl: Overweeg een beoordeling te schrijven in de App Store.
pl: Rozważ napisanie recenzji w App Store.
pt_br: Por favor, considere escrever uma revisão na App Store.
ro: Vă rugăm să luați în considerare scrierea unei recenzii în App Store.
ru: Пожалуйста, подумайте о том, чтобы написать отзыв в App Store.
sk: Zvážte napísanie recenzie v App Store.
sv: Överväg att skriva en recension i App Store.
th: โปรดพิจารณาเขียนรีวิวบน App Store
tr: Lütfen App Store'da bir inceleme yazmayı düşünün.
uk: Будь ласка, подумайте про те, щоб написати відгук в App Store.
vi: Vui lòng xem xét việc viết đánh giá trên App Store.
zh_hans: 请考虑在 App Store 上撰写评论。
zh_hant: 請考慮在 App Store 上撰寫評論。

# FeedbackView_NavigationTitle
source: Feedback
de: Feature anfordern
el: Ανάδραση
es: Retroalimentación
fi: Palaute
fr: Rétroaction
hi: प्रतिपुष्टि
hu: Visszacsatolás
id: Umpan balik
it: Valutazione
ja: フィードバック
ko: 피드백
nl: Terugkoppeling
pl: Sprzężenie zwrotne
pt_br: Realimentação
ru: Обратная связь
sk: Spätná väzba
th: การตอบสนอง
tr: Geri besleme
uk: Зворотний зв'язок
vi: Phản hồi
zh_hans: 反馈
zh_hant: 反饋

# FeedbackView_Submit_Button_Label
source: Submit
de: Senden
el: Υποβάλλω
es: Enviar
fi: Alistua
fr: Envoyer
hi: जमा करें
hu: Előterjeszt
id: Tunduk
it: Invia
ja: 送信
ko: 전송
nl: Opslaan
pl: Prześlij
pt_br: Enviar
ro: Prezinte
ru: Отправить
sk: Predložiť
sv: Inlämna
th: ส่ง
tr: Gönder
uk: Представити
vi: Trình
zh_hans: 提交
zh_hant: 提交

# FeedbackView_Bug_Text
source: Sorry you are having an issue with Waka Watch. Please submit any information that would be helpful such as: a description of the bug, steps to reproduce it, and any other additional context.
de: Es tut uns leid, dass Sie ein Problem mit Waka Watch haben. Bitte reichen Sie alle Informationen ein, die hilfreich sind, z. B. eine Beschreibung des Fehlers, Schritte zum Reproduzieren und andere zusätzliche Kontexte.
el: Λυπούμαστε που αντιμετωπίζετε πρόβλημα με το Waka Watch. Υποβάλετε οποιεσδήποτε πληροφορίες που θα ήταν χρήσιμες, όπως: μια περιγραφή του σφάλματος, βήματα για την αναπαραγωγή του και οποιοδήποτε άλλο πρόσθετο πλαίσιο.
es: Lo sentimos, tienes un problema con Waka Watch. Envíe cualquier información que sea útil, como: una descripción del error, los pasos para reproducirlo y cualquier otro contexto adicional.
fi: Valitettavasti sinulla on ongelmia Waka Watchin kanssa. Lähetä kaikki tiedot, jotka olisivat hyödyllisiä, kuten: kuvaus virheestä, vaiheet sen jäljentämiseksi ja mikä tahansa muu muu konteksti.
fr: Désolé, vous rencontrez un problème avec Waka Watch. Veuillez soumettre toute information qui serait utile, telle qu'une description du bogue, les étapes à suivre pour le reproduire et tout autre contexte supplémentaire.
hi: क्षमा करें, आप वाका वॉच के साथ एक समस्या हो रही है. कृपया किसी भी जानकारी को सबमिट करें जो सहायक होगी जैसे: बग का विवरण, इसे पुन: उत्पन्न करने के लिए कदम, और कोई अन्य अतिरिक्त संदर्भ।
hu: Sajnáljuk, hogy problémája van a Waka Watch-szal. Kérjük, adjon meg minden hasznos információt, például: a hiba leírását, a reprodukálásának lépéseit és minden egyéb további kontextust.
id: Maaf Anda mengalami masalah dengan Waka Watch. Harap kirimkan informasi apa pun yang akan membantu seperti: deskripsi bug, langkah-langkah untuk mereproduksinya, dan konteks tambahan lainnya.
it: Spiacenti, stai riscontrando un problema con Waka Watch. Invia tutte le informazioni che potrebbero essere utili come: una descrizione del bug, i passaggi per riprodurlo e qualsiasi altro contesto aggiuntivo.
ja: 申し訳ありませんが、あなたはワカウォッチに問題を抱えています。バグの説明、バグを再現する手順、その他の追加のコンテキストなど、役立つ情報があれば送信してください。
ko: 와카 워치에 문제가 있어 죄송합니다. 버그에 대한 설명, 재현 단계 및 기타 추가 컨텍스트와 같이 유용한 정보를 제출하십시오.
nl: Sorry dat je een probleem hebt met Waka Watch. Dien alle informatie in die nuttig kan zijn, zoals: een beschrijving van de bug, stappen om deze te reproduceren en eventuele andere aanvullende context.
pl: Przepraszamy, że masz problem z Waka Watch. Prześlij wszelkie informacje, które byłyby pomocne, takie jak: opis błędu, kroki, aby go odtworzyć i wszelkie inne dodatkowe konteksty.
pt_br: Desculpe por ter um problema com a Waka Watch. Envie qualquer informação que possa ser útil, tais como: uma descrição do bug, passos para reproduzi-lo e qualquer outro contexto adicional.
ro: Ne pare rău că aveți o problemă cu Waka Watch. Vă rugăm să trimiteți orice informații care ar fi utile, cum ar fi: o descriere a erorii, pași pentru reproducerea acesteia și orice alt context suplimentar.
ru: К сожалению, у вас возникли проблемы с Waka Watch. Пожалуйста, предоставьте любую информацию, которая будет полезна, например: описание ошибки, шаги по ее воспроизведению и любой другой дополнительный контекст.
sk: Je mi ľúto, že máte problém s Waka Watch. Odošlite všetky informácie, ktoré by boli užitočné, ako napríklad: popis chyby, kroky na jej reprodukciu a akýkoľvek iný ďalší kontext.
sv: Ledsen att du har problem med Waka Watch. Skicka all information som kan vara till hjälp, till exempel: en beskrivning av felet, steg för att reproducera det och andra ytterligare sammanhang.
th: ขออภัยคุณกําลังมีปัญหากับ Waka Watch โปรดส่งข้อมูลใด ๆ ที่จะเป็นประโยชน์เช่น: คําอธิบายของข้อผิดพลาดขั้นตอนในการทําซ้ําและบริบทเพิ่มเติมอื่น ๆ
tr: Waka Watch ile ilgili bir sorun yaşadığınız için üzgünüz. Lütfen aşağıdakiler gibi yararlı olabilecek tüm bilgileri gönderin: hatanın açıklaması, yeniden oluşturma adımları ve diğer ek bağlamlar.
uk: Вибачте, що у вас виникли проблеми з Waka Watch. Будь ласка, надайте будь-яку інформацію, яка була б корисною, наприклад: опис помилки, кроки для її відтворення та будь-який інший додатковий контекст.
vi: Xin lỗi bạn đang gặp sự cố với Waka Watch. Vui lòng gửi bất kỳ thông tin nào hữu ích như: mô tả về lỗi, các bước để tái tạo lỗi và bất kỳ bối cảnh bổ sung nào khác.
zh_hans: 很抱歉，您在使用Waka Watch时遇到问题。请提交任何有用的信息，例如：错误的描述，重现错误的步骤以及任何其他附加上下文。
zh_hant: 很抱歉，您在使用Waka Watch時遇到問題。請提交任何有用的資訊，例如：錯誤的描述，重現錯誤的步驟以及任何其他附加上下文。

# FeedbackView_SuccessAlert_Button
source: Dismiss
de: Entlassen
el: Απολύω
es: Despedir
fi: Erottaa
fr: Congédier
hi: हटा
hu: Elbocsát
id: Mengabaikan
it: Licenziare
ja: 解任する
ko: 해고하다
nl: Ontslaan
pl: Zwolnić
pt_br: Demitir
ro: A concedia
ru: Увольнять
sk: Prepustiť
sv: Avskeda
th: ไล่ออก
tr: Kapatmak
uk: Звільнити
vi: Bỏ
zh_hans: 解雇
zh_hant: 解僱

# FeedbackView_SuccessAlert_Title
source: Thank You!
de: Vielen Dank!
el: Ευχαριστώ!
es: ¡Gracias!
fi: Kiitos!
fr: Merci!
hi: धन्यवाद!
hu: Köszönöm!
id: Terima kasih!
it: Grazie!
ja: ありがとうございました！
ko: 감사합니다!
nl: Bedankt!
pl: Dziękuję!
pt_br: Obrigado!
ro: Vă mulțumesc!
ru: Спасибо!
sk: Ďakujeme!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякую!
vi: Cảm ơn bạn!
zh_hans: 谢谢！
zh_hant: 謝謝！

# FeedbackView_SuccessAlert_Message
source: Your feedback will help make Waka Watch better for everyone.
de: Ihr Feedback wird dazu beitragen, Waka Watch für alle besser zu machen.
el: Τα σχόλιά σας θα σας βοηθήσουν να κάνετε το Waka Watch καλύτερο για όλους.
es: Tus comentarios ayudarán a que Waka Watch sea mejor para todos.
fi: Palautteesi auttaa tekemään Waka Watchista paremman kaikille.
fr: Vos commentaires aideront à rendre Waka Watch meilleur pour tout le monde.
hi: आपकी प्रतिक्रिया वाका वॉच को हर किसी के लिए बेहतर बनाने में मदद करेगी।
hu: Visszajelzése segít abban, hogy a Waka Watch mindenki számára jobb legyen.
id: Umpan balik Anda akan membantu membuat Waka Watch lebih baik untuk semua orang.
it: Il tuo feedback contribuirà a rendere Waka Watch migliore per tutti.
ja: あなたのフィードバックは、ワカウォッチを誰にとってもより良いものにするのに役立ちます。
ko: 귀하의 의견은 Waka Watch를 모든 사람에게 더 좋게 만드는 데 도움이 될 것입니다.
nl: Uw feedback zal helpen waka watch beter te maken voor iedereen.
pl: Twoja opinia pomoże uczynić Waka Watch lepszym dla wszystkich.
pt_br: Seu feedback ajudará a tornar o Waka Watch melhor para todos.
ro: Feedback-ul tău te va ajuta să faci Waka Watch mai bun pentru toată lumea.
ru: Ваши отзывы помогут сделать Waka Watch лучше для всех.
sk: Vaša spätná väzba pomôže zlepšiť Waka Watch pre všetkých.
sv: Din feedback hjälper till att göra Waka Watch bättre för alla.
th: ความคิดเห็นของคุณจะช่วยให้ Waka Watch ดีขึ้นสําหรับทุกคน
tr: Geri bildiriminiz, Waka Watch'u herkes için daha iyi hale getirmeye yardımcı olacaktır.
uk: Ваші відгуки допоможуть зробити Waka Watch кращим для всіх.
vi: Phản hồi của bạn sẽ giúp Waka Watch tốt hơn cho mọi người.
zh_hans: 您的反馈将有助于使Waka Watch更好地为每个人服务。
zh_hant: 您的反饋將有助於使Waka Watch更好地為每個人服務。

# FeedbackView_ErrorAlert_Button
source: OK
de: OKAY
es: DE ACUERDO
fi: OKEI
fr: D'ACCORD
hi: ठीक है
hu: OKÉ
id: OKE
ja: わかりました
ko: 그래
pt_br: OKEY
ru: ХОРОШО
sv: OKEJ
th: ตกลง, ได้
tr: TAMAM
uk: ГАРАЗД
zh_hans: 还行
zh_hant: 還行

# FeedbackView_ErrorAlert_Title
source: Sorry!
de: Tut mir Leid!
el: Συγνώμη!
es: ¡Arrepentido!
fi: Anteeksi!
fr: Pardon!
hi: क्षमा करें!
hu: Bocsánat!
id: Maaf!
it: Scusa!
ja: ごめんなさい！
ko: 미안해요!
pl: Przepraszam!
pt_br: Desculpa!
ro: Îmi pare rău!
ru: Извините!
sk: Prepáč!
sv: Förlåt!
th: ขอโทษ!
tr: Pardon!
uk: Вибач!
vi: Xin lỗi!
zh_hans: 不好意思！
zh_hant: 不好意思！

# FeedbackView_ErrorAlert_Message
source: Sending your feature request failed. The developer has been notified of the issue.
de: Das Senden Ihrer Feature-Anfrage ist fehlgeschlagen. Der Entwickler wurde über das Problem informiert.
el: Η αποστολή του αιτήματος λειτουργίας απέτυχε. Ο προγραμματιστής έχει ειδοποιηθεί για το ζήτημα.
es: Error al enviar la solicitud de función. El desarrollador ha sido notificado del problema.
fi: Ominaisuuspyynnön lähettäminen epäonnistui. Kehittäjälle on ilmoitettu ongelmasta.
fr: L'envoi de votre demande de fonctionnalité a échoué. Le développeur a été informé du problème.
hi: आपकी सुविधा अनुरोध भेजना विफल रहा. डेवलपर को इस मुद्दे के बारे में सूचित कर दिया गया है।
hu: A funkciókérés elküldése sikertelen volt. A fejlesztőt értesítették a problémáról.
id: Mengirim permintaan fitur Anda gagal. Pengembang telah diberitahu tentang masalah ini.
it: Invio della richiesta di funzionalità non riuscito. Lo sviluppatore è stato informato del problema.
ja: 機能要求の送信に失敗しました。開発者にこの問題が通知されました。
ko: 기능 요청을 보내지 못했습니다. 개발자에게 문제에 대한 알림을 받았습니다.
nl: Het verzenden van uw functieverzoek is mislukt. De ontwikkelaar is op de hoogte gebracht van het probleem.
pl: Wysłanie prośby o dodanie funkcji nie powiodło się. Deweloper został powiadomiony o problemie.
pt_br: O envio da solicitação do recurso falhou. O desenvolvedor foi notificado sobre o problema.
ro: Trimiterea solicitării de caracteristică nu a reușit. Dezvoltatorul a fost notificat cu privire la această problemă.
ru: Не удалось отправить запрос функции. Разработчик был уведомлен о проблеме.
sk: Odoslanie žiadosti o funkciu zlyhalo. Developer bol o probléme informovaný.
sv: Det gick inte att skicka funktionsbegäran. Utvecklaren har underrättats om problemet.
th: การส่งคําขอฟีเจอร์ของคุณล้มเหลว นักพัฒนาซอฟต์แวร์ได้รับแจ้งถึงปัญหาแล้ว
tr: Özellik isteğiniz gönderilemedi. Geliştirici sorundan haberdar edilmiştir.
uk: Не вдалося надіслати запит на функцію. Забудовника повідомили про проблему.
vi: Gửi yêu cầu tính năng của bạn không thành công. Nhà phát triển đã được thông báo về vấn đề này.
zh_hans: 发送功能请求失败。已通知开发人员该问题。
zh_hant: 發送功能請求失敗。已通知開發人員該問題。

# FeedbackView_FeatureCategory_Text
source: Feature
de: Merkmal
el: Χαρακτηριστικό
es: Característica
fi: Piirre
fr: Caractéristique
hi: लक्षण
hu: Vonás
id: Fitur
it: Caratteristica
ja: 特徴
ko: 특징
nl: Gelaatstrek
pl: Cecha
pt_br: Característica
ro: Caracteristică
ru: Особенность
sk: Rys
sv: Drag
th: คุณลักษณะ
tr: Özellik
uk: Ознака
vi: Tính năng
zh_hans: 特征
zh_hant: 特徵

# FeedbackView_BugCategory_Text
source: Bug
de: Wanze
el: Σφάλμα
es: Bicho
fi: Ötökkä
fr: Punaise
hi: खटमल
hu: Rovar
id: Serangga
it: Insetto
ja: バグ
ko: 버그
nl: Insect
pl: Pluskwa
ro: Gândac
ru: Клоп
sk: Chyba
sv: Insekt
th: แมลง
tr: Böcek
uk: Клоп
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# FeedbackView_NoneCategory_Text
source: Select a Category
de: Wählen Sie eine Kategorie
el: Επιλέξτε Κατηγορία
es: Seleccione una categoría
fi: Valitse luokka
fr: Sélectionnez une catégorie
hi: किसी श्रेणी का चयन करें
hu: Válasszon ki egy kategóriát
id: Pilih Kategori
it: Seleziona una categoria
ja: カテゴリの選択
ko: 카테고리 선택
nl: Selecteer een categorie
pl: Wybierz kategorię
pt_br: Selecione uma categoria
ro: Selectați o categorie
ru: Выберите категорию
sk: Výber kategórie
sv: Välj en kategori
th: เลือกประเภท
tr: Bir Kategori Seçin
uk: Виберіть категорію
vi: Chọn một danh mục
zh_hans: 选择类别
zh_hant: 選擇類別

# FeedbackView_ViewIssueAlert_Button
source: View Issue
de: Problem anzeigen
el: Προβολή ζητήματος
es: Ver problema
fi: Näytä ongelma
fr: Afficher le problème
hi: समस्या देखें
hu: Probléma megtekintése
id: Lihat Masalah
it: Visualizza problema
ja: 問題の表示
ko: 문제 보기
nl: Probleem bekijken
pl: Wyświetl problem
pt_br: Ver problema
ro: Vizualizare problemă
ru: Посмотреть выпуск
sk: Zobraziť problém
sv: Visa problem
th: ดูปัญหา
tr: Sorunu Görüntüle
uk: Переглянути проблему
vi: Xem vấn đề
zh_hans: 查看问题
zh_hant: 查看問題

# ComplicationSettingsView_Instructions_Text
source: Select up to 3 goals.
de: Wählen Sie bis zu 3 Tore aus.
el: Επιλέξτε έως και 3 γκολ.
fi: Valitse enintään 3 tavoitetta.
hu: Válasszon ki legfeljebb 3 célt.
id: Pilih hingga 3 gol.
it: Seleziona fino a 3 obiettivi.
ko: 최대 3개의 목표를 선택합니다.
nl: Selecteer maximaal 3 doelen.
pl: Wybierz maksymalnie 3 bramki.
pt_br: Selecione até 3 gols.
ro: Selectează până la 3 obiective.
ru: Выберите до 3 голов.
sk: Vyberte až 3 ciele.
sv: Välj upp till 3 mål.
th: เลือกได้สูงสุด 3 ประตู
tr: En fazla 3 hedef seçin.
uk: Виберіть до 3 голів.
vi: Chọn tối đa 3 mục tiêu.

# Complication_CurrentCodingTimeDescriptor_Text
source: Today's Coding Time {0}
de: Heutige Codierungszeit
el: Ο σημερινός χρόνος κωδικοποίησης
es: El tiempo de codificación de hoy
fi: Tämän päivän koodausaika {0}
fr: L'heure du codage d'aujourd'hui
hi: आज का कोडिंग समय
hu: A mai kódolási idő
id: Waktu Pengkodean Hari Ini
it: Il tempo di codifica di oggi {0}
ja: 今日のコーディング時間
ko: 오늘의 코딩 시간
nl: De codeertijd van vandaag
pl: Dzisiejszy czas kodowania {0}
pt_br: Tempo de codificação de hoje {0}
ro: Ora de codificare de astăzi {0}
ru: Сегодняшнее время кодирования {0}
sk: Dnešný čas kódovania
sv: Dagens kodningstid
th: เวลาเขียนโค้ดของวันนี้ {0}
tr: Bugünün Kodlama Zamanı {0}
uk: Сьогоднішній час кодування {0}
vi: Thời gian mã hóa hôm nay
zh_hans: 今天的编码时间 {0}
zh_hant: 今天的編碼時間

# Notifications_GoalAchieved_Title
source: Goal Achieved!
de: Ziel erreicht!
el: Ο στόχος επιτεύχθηκε!
es: ¡Objetivo alcanzado!
fi: Tavoite saavutettu!
fr: Objectif atteint!
hi: लक्ष्य प्राप्ति!
hu: Cél elért!
id: Tujuan Tercapai!
it: Obiettivo raggiunto!
ja: 目標を達成しました！
ko: 목표 달성!
nl: Doel bereikt!
pl: Cel osiągnięty!
pt_br: Objetivo alcançado!
ro: Obiectiv atins!
ru: Цель достигнута!
sk: Cieľ splnený!
sv: Målet uppnått!
th: บรรลุเป้าหมาย!
tr: Hedefe Ulaşıldı!
uk: Мета досягнута!
vi: Mục tiêu đã đạt được!
zh_hans: 目标达成！
zh_hant: 目標達成！

# Notifications_GoalAchieved_Message
source: Congratulations! You've coded for {0} hours and {1} minutes. This is {2} hours and {3} minutes more than your goal.
de: Glückwunsch! Sie haben für {0} Stunden und {1} Minuten codiert. Dies ist {2} Stunden und {3} Minuten mehr als Ihr Ziel.
el: Συγχαρητήρια! Έχετε κωδικοποιήσει για {0} ώρες και {1} λεπτά. Αυτό είναι {2} ώρες και {3} λεπτά περισσότερο από το στόχο σας.
es: ¡Felicidades! Has codificado durante {0} horas y {1} minutos. Esto es {2} horas y {3} minutos más que su objetivo.
fi: Onnittelen! Olet koodannut {0} tuntia ja {1} minuuttia. Tämä on {2} tuntia ja {3} minuuttia enemmän kuin tavoitteesi.
fr: Félicitations! Vous avez codé pendant {0} heures et {1} minutes. C'est {2} heures et {3} minutes de plus que votre objectif.
hi: बधाइयाँ! आपने {0} घंटे और {1} मिनट के लिए कोड किया है। यह आपके लक्ष्य से {2} घंटे और {3} मिनट अधिक है।
hu: Gratulálok! {0} óra és {1} percig kódoltál. Ez {2} óra és {3} perccel több, mint a célod.
id: Selamat! Anda telah membuat kode selama {0} jam dan {1} menit. Ini {2} jam dan {3} menit lebih banyak dari tujuan Anda.
it: Felicitazioni! Hai codificato per {0} ore e {1} minuti. Questo è {2} ore e {3} minuti in più rispetto al tuo obiettivo.
ja: 万丈！{0} 時間 {1} 分間コーディングしました。これはあなたの目標よりも{2}時間{3}分多くなります。
ko: 축하합니다! {0} 시간 {1} 분 동안 코딩했습니다. 이것은 목표보다 {2} 시간 {3} 분 더 많습니다.
nl: Gefeliciteerd! Je hebt {0} uur en {1} minuten gecodeerd. Dit is {2} uur en {3} minuten meer dan je doel.
pl: Gratulacje! Kodowałeś przez {0} godzin i {1} minut. To {2} godzin i {3} minut więcej niż Twój cel.
pt_br: Parabéns! Você codificou por {0} horas e {1} minutos. São {2} horas e {3} minutos a mais do que seu objetivo.
ro: Felicitări! Ați codat timp de {0} ore și {1} minute. Acest lucru este de {2} de ore și {3} minute mai mult decât obiectivul dumneavoastră.
ru: Поздравляю! Вы кодировали в течение {0} часов и {1} минут. Это на {2} часов и {3} минут больше, чем ваша цель.
sk: Gratulujem! Kódovali ste {0} hodín a {1} minút. Je to {2} hodín a {3} minút viac, ako je váš cieľ.
sv: Grattis! Du har kodat i {0} timmar och {1} minuter. Detta är {2} timmar och {3} minuter mer än ditt mål.
th: ขอแสดงความยินดี! คุณได้เขียนโค้ดเป็นเวลา {0}โมงและ{1} นาทีแล้ว นี่คือ{2}โมงและ{3}นาทีมากกว่าเป้าหมายของคุณ
tr: Tebrikler! {0} saat {1} dakika boyunca kodladınız. Bu, hedefinizden {2} saat {3} dakika daha fazladır.
uk: Вітаємо! Ви кодували {0} годин і {1} хвилин. Це {2} годин і {3} хвилин більше, ніж ваша мета.
vi: Chúc mừng! Bạn đã mã hóa trong {0} giờ {1} phút. Điều này nhiều hơn {2} giờ {3} phút so với mục tiêu của bạn.
zh_hans: 祝贺！您已经编码了{0}小时{1}分钟。这比您的目标多{2}小时{3}分钟。
zh_hant: 祝賀！您已經編碼了{0}小時{1}分鐘。這比您的目標多{2}小時{3}分鐘。

# Notifications_InverseGoalFailed_Title
source: Take a Break!
de: Machen Sie eine Pause!
el: Κάντε ένα διάλειμμα!
es: ¡Advertencia de codificación!
fi: Pidä tauko!
fr: Avertissement de codage!
hi: कोडिंग चेतावनी!
hu: Tarts egy kis szünetet!
id: Istirahatlah!
it: Prenditi una pausa!
ja: コーディング警告!
ko: 휴식을 취하십시오!
nl: Neem een pauze!
pl: Zrób sobie przerwę!
pt_br: Faça uma pausa!
ro: Ia o pauză!
ru: Сделайте перерыв!
sk: Daj si pauzu!
sv: Ta en paus!
th: หยุดพัก!
tr: Ara Verin!
uk: Зробіть перерву!
vi: Hãy nghỉ ngơi!
zh_hans: 编码警告！
zh_hant: 編碼警告！
