Repository: uioporqwerty/waka-watch
Catalog: wakawatch/wakawatch WatchKit Extension/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr, hi, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# SummaryView_Today
source: Today
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
hi: आज
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日更新
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sv: I dag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# SummaryView_Title
source: Summary
de: Zusammenfassung
el: Περίληψη
es: Resumen
fi: Yhteenveto
fr: Résumé
hi: सारांश
hu: Összefoglalás
id: Ringkasan
it: Sommario
ja: ニュース
ko: 요약
nl: Samenvatting
pl: Streszczenie
pt_br: Resumo
ro: Rezumat
ru: Сводка
sk: Súhrn
sv: Sammanfattning
th: สรุป
tr: Özet
uk: Зведення
vi: Tóm tắt
zh_hans: 总结
zh_hant: 總結

# SummaryView_CodingTimeChart_Title
source: Coding Time Per Day
de: Codierungszeit pro Tag
el: Χρόνος κωδικοποίησης ανά ημέρα
es: Tiempo de codificación por día
fi: Koodausaika päivässä
fr: Temps de codage par jour
hi: प्रति दिन कोडिंग समय
hu: Kódolási idő naponta
id: Waktu Pengkodean Per Hari
it: Tempo di codifica al giorno
ja: 1 日あたりのコーディング時間
ko: 하루 코딩 시간
nl: Codeertijd per dag
pl: Czas kodowania dziennie
pt_br: Tempo de codificação por dia
ro: Timp de codificare pe zi
ru: Время кодирования в день
sk: Čas kódovania za deň
sv: Kodningstid per dag
th: เวลาในการเขียนโค้ดต่อวัน
tr: Günlük Kodlama Süresi
uk: Час кодування на день
vi: Thời gian mã hóa mỗi ngày
zh_hans: 每天的编码时间
zh_hant: 每天的編碼時間

# SummaryView_EditorUsageChart_Title
source: 5 Day Editor Usage
de: 5 Tage Editor-Nutzung
el: Χρήση επεξεργαστή 5 ημερών
es: Uso del editor de 5 días
fi: 5 päivän editorin käyttö
fr: Utilisation de l'éditeur de 5 jours
hi: 5 दिन संपादक प्रयोग
hu: 5 napos szerkesztőhasználat
id: Penggunaan Editor 5 Hari
it: Utilizzo dell'editor di 5 giorni
ja: 5日エディタの使用
ko: 5 일 편집기 사용
nl: 5 dagen editor gebruik
pl: 5-dniowe użycie edytora
pt_br: Uso do editor de 5 dias
ro: Utilizarea editorului de 5 zile
ru: 5-дневное использование редактора
sk: 5-dňové používanie editora
sv: 5 dagars redigeringsanvändning
th: การใช้ตัวแก้ไข 5 วัน
tr: 5 Günlük Editör Kullanımı
uk: 5-денне використання редактора
vi: Sử dụng trình chỉnh sửa 5 ngày
zh_hans: 5 天编辑器用法
zh_hant: 5 天編輯器用法

# SummaryView_EditorUsageChart_LegendTitle_Text
source: Editors
de: Herausgeber
el: Συντάκτες
es: Editores
fi: Toimittajat
fr: Éditeurs
hi: संपादकों
hu: Szerkesztők
id: Editor
it: Editor
ja: エディター
ko: 편집기
pl: Edytory
pt_br: Editores
ro: Editori
ru: Редакторы
sk: Editory
sv: Redaktörer
th: บรรณาธิการ
tr: Editörler
uk: Редактори
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

# SummaryView_LanguageUsageChart_Title
source: 5 Day Language Usage
de: 5 Tage Sprachgebrauch
el: Χρήση γλώσσας 5 ημερών
es: Uso del idioma en 5 días
fi: 5 päivän kielenkäyttö
fr: Utilisation de la langue pendant 5 jours
hi: 5 दिन प्रयोग
hu: 5 napos nyelvhasználat
id: Penggunaan Bahasa 5 Hari
it: Utilizzo della lingua per 5 giorni
ja: 5 日の言語の使用
ko: 5 일 언어 사용
nl: 5 dagen taalgebruik
pl: 5-dniowe użycie języka
pt_br: Uso de linguagem de 5 dias
ro: Utilizarea limbii de 5 zile
ru: 5-дневное использование языка
sk: 5-dňové používanie jazyka
sv: 5 dagars språkanvändning
th: การใช้ภาษา 5 วัน
tr: 5 Günlük Dil Kullanımı
uk: 5-денне використання мови
vi: Sử dụng ngôn ngữ trong 5 ngày
zh_hans: 5 天语言使用
zh_hant: 5 天語言使用

# SummaryView_LanguageUsageChart_LegendTitle_Text
source: Languages
de: Sprachen
el: Γλώσσες
es: Idiomas
fi: Kielet
fr: Traduction
hi: भाषाओं
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
ko: 언어들
nl: Talen
pl: Języki
pt_br: Idiomas
ro: Limbi
ru: Языки
sk: Jazyky
sv: Språk
th: ภาษา
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# SummaryView_GoalsChart_Actual_Text
source: Actual
de: Aktuell
el: Πραγματικός
fi: Varsinainen
fr: Courant
hi: प्रवाह
hu: Tényleges
id: Aktual
it: Attuale
ja: 現在の
ko: 현실의
nl: Werkelijk
pl: Faktyczny
pt_br: Real
ro: Adevărat
ru: Действительный
sk: Skutočný
sv: Faktisk
th: จริง
tr: Gerçek
uk: Фактичний
vi: Thực tế
zh_hans: 实际
zh_hant: 實際

# SummaryView_GoalsChart_Goal_Text
source: Goal
de: Ziel
el: Τέρμα
es: Gol
fi: Tavoite
fr: But
hi: लक्ष्य
hu: Cél
id: Maksud
it: Traguardo
ja: ゴール
ko: 골
nl: Doel
pl: Cel
pt_br: Objetivo
ro: Scop
ru: Цель
sk: Cieľ
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Мета
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# SummaryView_Error_Description
source: Error loading summary.
de: Fehler beim Laden der Zusammenfassung.
el: Σύνοψη φόρτωσης σφαλμάτων.
es: Resumen de carga de errores.
fi: Virheen lataamisessa yhteenveto.
fr: Résumé du chargement des erreurs.
hi: सारांश लोड करने में त्रुटि.
hu: Hiba történt az összegzés betöltésekor.
id: Ringkasan pemuatan kesalahan.
it: Riepilogo caricamento errori.
ja: 概要の読み込み中にエラーが発生しました。
ko: 요약을 로드하는 중 오류가 발생했습니다.
nl: Overzicht van fout bij het laden.
pl: Podsumowanie błędu ładowania.
pt_br: Resumo de carregamento de erros.
ro: Rezumatul încărcării erorilor.
ru: Сводка по ошибке загрузки.
sk: Súhrn načítania chýb.
sv: Sammanfattning av fel vid inläsning.
th: ข้อผิดพลาดในการโหลดสรุป
tr: Özet yüklenirken hata oluştu.
uk: Підсумок завантаження помилок.
vi: Tóm tắt lỗi khi tải.
zh_hans: 加载摘要时出错。
zh_hant: 載入摘要時出錯。

# LeaderboardView_Title
source: Leaderboard
de: Bestenliste
el: Πίνακας κορυφαίων
es: Tabla de clasificación
fi: Tulostaulukko
fr: Classement
hi: लीडरबोर्ड
hu: Ranglista
id: Papan peringkat
it: Classifica
ja: リーダーボード
ko: 순위표
nl: Klassement
pl: Ranking
pt_br: Tabela de classificação
ro: Clasament
ru: Таблица лидеров
sk: Rebríček
sv: Topplista
th: ลีดเดอร์บอร์ด
tr: Liderlik Tablosu
uk: Таблиця лідерів
vi: Bảng xếp hạng
zh_hans: 排行榜
zh_hant: 排行榜

# ProfileView_Title
source: Profile
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 윤곽
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 轮廓
zh_hant: 輪廓

# ProfileView_Rank_Text
source: Rank:
de: Rang:
el: Βαθμός:
es: Rango:
fi: Sijoittua:
fr: Classe:
hi: रैंक:
hu: Rang:
id: Pangkat:
it: Rango:
ja: ランキング:
ko: 줄:
nl: Rang:
pl: Ranga:
pt_br: Classificar:
ro: Rang:
ru: Ранг:
sk: Rad:
sv: Rang:
th: ยศ:
tr: Rütbe:
uk: Рангу:
vi: Cấp:
zh_hans: 排:
zh_hant: 排:

# ProfileView_Joined_Text
source: Joined:
de: Angegliedert:
el: Εντάχθηκαν:
es: Unido:
fi: Yhdistetty:
fr: Inscrit:
hi: शामिल:
hu: Csatlakozott:
id: Bergabung:
it: Unito:
ja: 参加する:
ko: 합류:
nl: Toegetreden:
pl: Połączone:
pt_br: Unido:
ro: Alăturat:
ru: Присоединился к:
sk: Pripojil:
sv: Förenad:
th: เข้าร่วม:
tr: Katıldı:
uk: Приєднався до:
vi: Tham gia:
zh_hans: 加入:
zh_hant: 加入:

# ProfileView_Error_Description
source: Error loading profile.
de: Fehler beim Laden des Profils.
el: Σφάλμα κατά τη φόρτωση του προφίλ.
es: Error al cargar el perfil.
fi: Virhe profiilin lataamisessa.
fr: Une erreur s'est produite lors du chargement du profil.
hi: प्रोफ़ाइल लोड करते समय कोई त्रुटि उत्पन्न हुई.
hu: Hiba történt a profil betöltésekor.
id: Profil pemuatan kesalahan.
it: Errore durante il caricamento del profilo.
ja: プロファイルの読み込み中にエラーが発生しました。
ko: 프로필을 로드하는 중 오류가 발생했습니다.
nl: Fout bij het laden van profiel.
pl: Błąd ładowania profilu.
pt_br: Perfil de carregamento de erros.
ro: Profil de încărcare a erorilor.
ru: Ошибка загрузки профиля.
sk: Profil načítavania chýb.
sv: Fel vid inläsning av profil.
th: เกิดข้อผิดพลาดในการโหลดโปรไฟล์
tr: Profil yüklenirken hata oluştu.
uk: Помилка профілю завантаження.
vi: Lỗi khi tải hồ sơ.
zh_hans: 加载配置文件时出错。
zh_hant: 載入配置檔時發生錯誤。

# SettingsView_Title
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fr: Réglages
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: コンテンツ
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Параметры
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# SettingsView_Disconnect_Button
source: Disconnect from WakaTime
de: Trennen Sie die Verbindung zu WakaTime
el: Αποσυνδεθείτε από το WakaTime
es: Desconectarse de WakaTime
fi: Katkaise yhteys WakaTimeen
fr: Déconnecter de WakaTime
hi: WakaTime से डिस्कनेक्ट
hu: Kapcsolat bontása a WakaTime-ról
id: Putuskan sambungan dari WakaTime
it: Disconnettiti da WakaTime
ja: WakaTimeから接続解除
ko: 와카타임에서 연결 끊기
nl: Verbinding met WakaTime verbreken
pl: Rozłącz się z WakaTime
pt_br: Desconectar-se do WakaTime
ro: Deconectați-vă de la WakaTime
ru: Отключение от WakaTime
sk: Odpojiť sa od WakaTime
sv: Koppla från WakaTime
th: ยกเลิกการเชื่อมต่อจากเวลาของวากะ
tr: WakaTime ile bağlantıyı kesme
uk: Відключення від WakaTime
vi: Ngắt kết nối khỏi WakaTime
zh_hans: 断开与WakaTime的连接
zh_hant: 斷開與WakaTime的連接

# SettingsView_ComplicationsSettings_Text
source: Goal Complication Settings
de: Einstellungen für Zielkomplikationen
el: Ρυθμίσεις επιπλοκών στόχου
fi: Tavoitteen komplikaation asetukset
hu: Cél komplikációs beállítások
id: Pengaturan Komplikasi Tujuan
it: Impostazioni di complicazione dell'obiettivo
ko: 목표 합병증 설정
nl: Instellingen voor doelcomplicatie
pl: Ustawienia komplikacji celu
pt_br: Configurações de complicação de metas
ro: Setările complicațiilor obiectivului
ru: Настройки усложнения цели
sk: Nastavenie komplikácií cieľa
sv: Inställningar för målkomplikation
th: การตั้งค่ากลไกแทรกซ้อนของเป้าหมาย
tr: Hedef Komplikasyon Ayarları
uk: Налаштування складності цілі
vi: Thiết đặt biến chứng mục tiêu

# ConnectView_Title
source: Waka Watch
ru: Вака Часы
sv: Waka Klocka

# ConnectView_Message
source: Open the Waka Watch app on your primary device to connect to WakaTime.
de: Öffnen Sie die Waka Watch App auf Ihrem primären Gerät, um eine Verbindung zu WakaTime herzustellen.
el: Ανοίξτε την εφαρμογή Waka Watch στην κύρια συσκευή σας για να συνδεθείτε στο WakaTime.
es: Abra la aplicación Waka Watch en su dispositivo primario para conectarse a WakaTime.
fi: Avaa Waka Watch -appi ensisijaisella laitteellasi muodostaaksesi yhteyden WakaTimeen.
fr: Ouvrez l'application Waka Watch sur votre appareil primaire pour vous connecter à WakaTime.
hi: WakaTime से कनेक्ट करने के लिए अपने प्राथमिक उपकरण पर Waka वॉच ऐप खोलें।
hu: Nyisd meg a Waka Watch alkalmazást az elsődleges eszközödön, hogy csatlakozz a WakaTime-hoz.
id: Buka app Waka Watch di perangkat utama Anda untuk terhubung ke WakaTime.
it: Apri l'app Waka Watch sul tuo dispositivo principale per connetterti a WakaTime.
ja: WakaTimeに接続するには、プライマリデバイスでWaka Watchアプリを開きます。
ko: 기본 장치에서 Waka Watch 앱을 열어 WakaTime에 연결합니다.
nl: Open de Waka Watch-app op uw primaire apparaat om verbinding te maken met WakaTime.
pl: Otwórz aplikację Waka Watch na urządzeniu podstawowym, aby połączyć się z WakaTime.
pt_br: Abra o aplicativo Waka Watch em seu dispositivo principal para se conectar ao WakaTime.
ro: Deschide aplicația Waka Watch pe dispozitivul principal pentru a te conecta la WakaTime.
ru: Откройте приложение Waka Watch на основном устройстве, чтобы подключиться к WakaTime.
sk: Ak sa chcete pripojiť k WakaTime, otvorte aplikáciu Waka Watch v primárnom zariadení.
sv: Öppna Waka Watch-appen på din primära enhet för att ansluta till WakaTime.
th: เปิดแอป Waka Watch บนอุปกรณ์หลักของคุณเพื่อเชื่อมต่อกับ WakaTime
tr: WakaTime'a bağlanmak için birincil cihazınızda Waka Watch uygulamasını açın.
uk: Відкрийте програму Waka Watch на своєму основному пристрої, щоб підключитися до WakaTime.
vi: Mở ứng dụng Waka Watch trên thiết bị chính của bạn để kết nối với WakaTime.
zh_hans: 在主设备上打开 Waka Watch 应用以连接到 WakaTime。
zh_hant: 在主設備上打開 Waka Watch 應用以連接到 WakaTime。

# ConnectView_UpdateRequired_Message
source: This version of Waka Watch is out of date. Update Waka Watch through the App Store.
de: Diese Version von Waka Watch ist veraltet. Aktualisieren Sie Waka Watch über den App Store.
el: Αυτή η έκδοση του Waka Watch δεν είναι ενημερωμένη. Ενημερώστε το Waka Watch μέσω του App Store.
es: Esta versión de Waka Watch no está fechada. Actualizar Waka Watch a través de App Store.
fi: Tämä Waka Watchin versio on vanhentunut. Päivitä Waka Watch App Storen kautta.
fr: Cette version de Waka Watch est obsolète. Mettre à jour Waka Regarder dans l'App Store.
hi: वाका वॉच का यह संस्करण तारीख से बाहर है। ऐप स्टोर के माध्यम से वाका वॉच अपडेट करें।
hu: A Waka Watch ezen verziója elavult. Frissítse a Waka Watch-ot az App Store-on keresztül.
id: Versi Waka Watch ini sudah ketinggalan zaman. Perbarui Waka Watch melalui App Store.
it: Questa versione di Waka Watch non è aggiornata. Aggiorna Waka Watch tramite l'App Store.
ja: Waka Watchの最新バージョンは日付外です。 「Waka Watch」をApp Storeで更新。
ko: 이 버전의 와카 워치는 구식입니다. 앱 스토어를 통해 와카 워치를 업데이트하십시오.
nl: Deze versie van Waka Watch is verouderd. Update Waka Watch via de App Store.
pl: Ta wersja Waka Watch jest nieaktualna. Zaktualizuj Waka Watch za pośrednictwem App Store.
pt_br: Esta versão do Relógio Waka está desatualizada. Atualize o Waka Watch através da App Store.
ro: Această versiune a Waka Watch este depășită. Actualizați Waka Watch prin App Store.
ru: Эта версия Waka Watch устарела. Обновите Waka Watch через App Store.
sk: Táto verzia Waka Watch je neaktuálna. Aktualizujte hodinky Waka Watch prostredníctvom App Store.
sv: Den här versionen av Waka Watch är inaktuell. Uppdatera Waka Watch via App Store.
th: Waka Watch เวอร์ชันนี้ล้าสมัยแล้ว อัปเดต Waka Watch ผ่าน App Store
tr: Waka Watch'un bu sürümü güncel değil. Waka Watch'u App Store üzerinden güncelleyin.
uk: Ця версія Waka Watch застаріла. Оновлення Waka Watch через App Store.
vi: Phiên bản Waka Watch này đã lỗi thời. Cập nhật Waka Watch thông qua App Store.
zh_hans: 这个版本的Waka Watch已经过时了。通过App Store更新Waka Watch。
zh_hant: 這個版本的Waka Watch已經過時了。通過App Store更新Waka Watch。

# LeaderboardView_Load_Previous_Button
source: Load Previous
de: Vorheriges laden
el: Φόρτωση προηγούμενου
es: Carga anterior
fi: Lataa edellinen
fr: Charge précédente
hi: पिछला लोड
hu: Előző betöltés
id: Muat Sebelumnya
it: Carica precedente
ja: 過去の投稿
ko: 이전로드
nl: Vorige laden
pl: Załaduj poprzedni
pt_br: Carga anterior
ro: Încărcare anterioară
ru: Загрузить предыдущую
sk: Načítanie predchádzajúceho
sv: Ladda föregående
th: โหลดก่อนหน้า
tr: Önceki Yükle
uk: Завантажити попереднє
vi: Tải trước
zh_hans: 加载上一个
zh_hant: 載入上一個

# LeaderboardView_Load_Next_Button
source: Load Next
de: Weiter laden
el: Φόρτωση επόμενος
es: Carga Siguiente
fi: Lataa seuraava
fr: Charge suivante
hi: अगला
hu: Következő betöltése
id: Muat Berikutnya
it: Carica Avanti
ja: 次へ進む
ko: 다음로드
nl: Volgende laden
pl: Załaduj dalej
pt_br: Carga em seguida
ro: Încărcați următorul
ru: Загрузить далее
sk: Načítanie ďalej
sv: Ladda nästa
th: โหลดถัดไป
tr: Sonrakini Yükle
uk: Завантажити Далі
vi: Tải tiếp theo
zh_hans: 下次加载
zh_hant: 下次載入

# LeaderboardView_Error_Description
source: Error loading leaderboard.
de: Fehler beim Laden der Bestenliste.
el: Σφάλμα κατά τη φόρτωση του βαθμολογικού πίνακα.
es: Error al cargar la tabla de clasificación.
fi: Virhe tulostaulukon lataamisessa.
fr: Erreur lors du chargement du classement.
hi: लीडरबोर्ड लोड करने में त्रुटि.
hu: Hiba történt a ranglista betöltésekor.
id: Kesalahan memuat papan peringkat.
it: Errore durante il caricamento della classifica.
ja: スコア ボードの読み込み中にエラーが発生しました。
ko: 순위표를 로드하는 중 오류가 발생했습니다.
nl: Fout bij het laden van leaderboard.
pl: Błąd ładowania tabeli liderów.
pt_br: Tabela de classificação de carregamento de erros.
ro: Clasament de încărcare a erorilor.
ru: Ошибка загрузки таблицы лидеров.
sk: Hodnotiaca tabuľka chybového načítania.
sv: Fel vid inläsning av topplista.
th: เกิดข้อผิดพลาดในการโหลดลีดเดอร์บอร์ด
tr: Skor tablosu yüklenirken hata oluştu.
uk: Помилка завантаження таблиці лідерів.
vi: Lỗi tải bảng xếp hạng.
zh_hans: 加载排行榜时出错。
zh_hant: 載入排行榜時出錯。

# AuthenticationView_Connected_Text
source: Connected with WakaTime. Open Waka Watch on your Apple Watch.
de: Verbunden mit WakaTime. Öffne Waka Watch auf deiner Apple Watch.
el: Συνδέθηκε με το WakaTime. Ανοίξτε το Waka Watch στο Apple Watch.
es: Conectado con WakaTime. Abra Waka Watch en su Apple Watch.
fi: Yhdistetty WakaTimeen. Avaa Waka Watch Apple Watchilla.
fr: Connecté avec WakaTime. Ouvrez Waka Watch sur votre Apple Watch.
hi: WakaTime के साथ जुड़ा हुआ है। अपने एप्पल वॉच पर वाका वॉच खोलें।
hu: Csatlakozik a WakaTime-hoz. Nyisd meg a Waka Watchot az Apple Watchon.
id: Terhubung dengan WakaTime. Buka Waka Watch di Apple Watch.
it: Connesso con WakaTime. Apri Waka Watch sul tuo Apple Watch.
ko: 와카타임과 연결되었습니다. Apple Watch에서 Waka Watch를 엽니다.
nl: Verbonden met WakaTime. Open de Waka Watch op uw Apple Watch.
pl: Połączony z WakaTime. Otwórz zegarek Waka Watch na zegarku Apple Watch.
pt_br: Conectado com WakaTime. Abra o Relógio Waka no Apple Watch.
ro: În legătură cu WakaTime. Deschide Waka Watch pe Apple Watch.
ru: Связан с WakaTime. Откройте Waka Watch на часах Apple Watch.
sk: Spojené s WakaTime. Otvorte hodinky Waka Watch na hodinkách Apple Watch.
sv: Ansluten till WakaTime. Öppna Waka Watch på din Apple Watch.
th: เชื่อมต่อกับ WakaTime เปิด Waka Watch บน Apple Watch ของคุณ
tr: WakaTime ile bağlantılı. Apple Watch'unuzda Waka Watch'u açın.
uk: Пов'язаний з WakaTime. Відкрийте годинник Waka на своєму Apple Watch.
vi: Đã kết nối với WakaTime. Mở Đồng hồ Waka trên Apple Watch của bạn.
zh_hans: 与WakaTime连接。在 Apple Watch 上打开 Waka Watch。
zh_hant: 與WakaTime連接。在 Apple Watch 上打開 Waka Watch。

# AuthenticationView_Disconnect_Button_Text
source: Disconnect from WakaTime
de: Trennen Sie die Verbindung zu WakaTime
el: Αποσυνδεθείτε από το WakaTime
es: Desconectarse de WakaTime
fi: Katkaise yhteys WakaTimeen
fr: Déconnecter de WakaTime
hi: WakaTime से डिस्कनेक्ट
hu: Kapcsolat bontása a WakaTime-ról
id: Putuskan sambungan dari WakaTime
it: Disconnettiti da WakaTime
ja: WakaTimeとつながる お使いのApple WatchでWaka Watchを開きます。
ko: 와카타임에서 연결 끊기
nl: Verbinding met WakaTime verbreken
pl: Rozłącz się z WakaTime
pt_br: Desconectar-se do WakaTime
ro: Deconectați-vă de la WakaTime
ru: Отключение от WakaTime
sk: Odpojiť sa od WakaTime
sv: Koppla från WakaTime
th: ยกเลิกการเชื่อมต่อจากเวลาของวากะ
tr: WakaTime ile bağlantıyı kesme
uk: Відключення від WakaTime
vi: Ngắt kết nối khỏi WakaTime
zh_hans: 断开与WakaTime的连接
zh_hant: 斷開與WakaTime的連接

# AuthenticationView_Donation_Text
source: The creator of Waka Watch supports effective altruism. If you've enjoyed Waka Watch, please consider a donation to their funds.
de: Der Schöpfer von Waka Watch unterstützt effektiven Altruismus. Wenn Ihnen Waka Watch gefallen hat, erwägen Sie bitte eine Spende für ihre Fonds.
el: Ο δημιουργός του Waka Watch υποστηρίζει τον αποτελεσματικό αλτρουισμό. Αν σας άρεσε το Waka Watch, σκεφτείτε μια δωρεά στα χρήματά τους.
es: El creador de Waka Watch apoya el altruismo efectivo. Si ha disfrutado de Waka Watch, considere hacer una donación a sus fondos.
fi: Waka Watchin luoja tukee tehokasta altruismia. Jos olet nauttinut Waka Watchista, harkitse lahjoitusta heidän varoihinsa.
fr: Le créateur de Waka Watch soutient l'altruisme efficace. Si vous avez apprécié Waka Watch, veuillez envisager de faire un don à leurs fonds.
hi: वाका वॉच के निर्माता प्रभावी परोपकारिता का समर्थन करते हैं। यदि आपने वाका वॉच का आनंद लिया है, तो कृपया उनके फंड को दान करने पर विचार करें ।
hu: A Waka Watch alkotója támogatja a hatékony altruizmust. Ha élvezted a Waka Watch-ot, kérlek, fontold meg, hogy adományt adsz az alapjuknak.
id: Pencipta Waka Watch mendukung altruisme yang efektif. Jika Anda menikmati Waka Watch, harap pertimbangkan donasi untuk dana mereka.
it: Il creatore di Waka Watch supporta un altruismo efficace. Se ti è piaciuto Waka Watch, ti preghiamo di prendere in considerazione una donazione ai loro fondi.
ja: Waka Watchの作成者は、効果的利他主義をサポートしています。 Waka Watchを楽しんだことがあるなら、彼らの資金への寄付を検討してください。
ko: Waka Watch의 제작자는 효과적인 이타주의를 지원합니다. 와카 워치를 즐겼다면 기금에 기부하는 것을 고려하십시오.
nl: De maker van Waka Watch ondersteunt effectief altru誰sme. Als je van Waka Watch hebt genoten, overweeg dan een donatie aan hun fondsen.
pl: Twórca Waka Watch wspiera skuteczny altruizm. Jeśli podobał Ci się Waka Watch, rozważ darowiznę na ich fundusze.
pt_br: O criador da Waka Watch apoia o altruísmo eficaz. Se gostou da Waka Watch, por favor, considere uma doação para os seus fundos.
ro: Creatorul Waka Watch susține altruismul eficient. Dacă v-ați bucurat de Waka Watch, vă rugăm să luați în considerare o donație pentru fondurile lor.
ru: Создатель Waka Watch поддерживает эффективный альтруизм. Если вам понравились Waka Watch, подумайте о том, чтобы сделать пожертвование в их фонды.
sk: Tvorca Waka Watch podporuje efektívny altruizmus. Ak sa vám waka watch páčili, zvážte dar do ich fondov.
sv: Skaparen av Waka Watch stöder effektiv altruism. Om du har haft Waka Watch, överväg en donation till deras medel.
th: ผู้สร้าง Waka Watch สนับสนุนความบริสุทธิ์ใจที่มีประสิทธิภาพ หากคุณชอบ Waka Watch โปรดพิจารณาการบริจาคเงินของพวกเขา
tr: Waka Watch'un yaratıcısı etkili fedakarlığı destekliyor. Waka Watch'u beğendiyseniz, lütfen fonlarına bağışta bulunmayı düşünün.
uk: Творець Waka Watch підтримує ефективний альтруїзм. Якщо вам сподобався Waka Watch, будь ласка, подумайте про пожертвування на їхні кошти.
vi: Người tạo ra Waka Watch ủng hộ lòng vị tha hiệu quả. Nếu bạn thích Waka Watch, vui lòng xem xét quyên góp cho quỹ của họ.
zh_hans: Waka Watch 的创建者支持有效的利他主义。如果您喜欢 Waka Watch，请考虑向他们的资金捐款。
zh_hant: Waka Watch 的創建者支持有效的利他主義。如果您喜歡 Waka Watch，請考慮向他們的基金捐款。

# AuthenticationView_Donation_Button_Label
source: Donate
de: Spenden
el: Δωρίζω
es: Donar
fi: Lahjoittaa
fr: Donner
hi: दान करना
hu: Adományoz
id: Menyumbangkan
it: Donare
ja: 寄付する
ko: 기부
nl: Schenken
pl: Podarować
pt_br: Doar
ro: A dona
ru: Дарить
sk: Darovať
sv: Skänka
th: บริจาค
tr: Bağışlamak
uk: Пожертвувати
vi: Góp
zh_hans: 捐
zh_hant: 捐

# AuthenticationView_RequestFeature_Text
source: Tell us how the Waka Watch experience can be better.
de: Erzählen Sie uns, wie das Waka Watch-Erlebnis besser sein kann.
el: Πείτε μας πώς η εμπειρία του Waka Watch μπορεί να είναι καλύτερη.
es: Cuéntanos cómo la experiencia de Waka Watch puede ser mejor.
fi: Kerro meille, miten Waka Watch -kokemus voi olla parempi.
fr: Dites-nous comment l'expérience Waka Watch peut être meilleure.
hi: हमें बताएं कि वाका वॉच का अनुभव कैसे बेहतर हो सकता है।
hu: Mondja el nekünk, hogyan lehet jobb a Waka Watch élmény.
id: Beri tahu kami bagaimana pengalaman Waka Watch bisa lebih baik.
it: Raccontaci come l'esperienza di Waka Watch può essere migliore.
ja: ワカウォッチの体験をより良くする方法を教えてください。
ko: 와카 워치 경험이 어떻게 더 나아질 수 있는지 알려주세요.
nl: Vertel ons hoe de Waka Watch-ervaring beter kan.
pl: Powiedz nam, jak doświadczenie Waka Watch może być lepsze.
pt_br: Diga-nos como a experiência do Relógio Waka pode ser melhor.
ro: Spuneți-ne cum poate fi mai bună experiența Waka Watch.
ru: Расскажите нам, как опыт работы с Waka Watch может быть лучше.
sk: Povedzte nám, ako môže byť zážitok z Waka Watch lepší.
sv: Berätta för oss hur Waka Watch-upplevelsen kan bli bättre.
th: บอกเราว่าประสบการณ์ Waka Watch จะดีขึ้นได้อย่างไร
tr: Waka Watch deneyiminin nasıl daha iyi olabileceğini bize anlatın.
uk: Розкажіть, як досвід Годинника Вака може бути кращим.
vi: Hãy cho chúng tôi biết trải nghiệm Waka Watch có thể tốt hơn như thế nào.
zh_hans: 告诉我们 Waka Watch 的体验如何才能更好。
zh_hant: 告訴我們 Waka Watch 的體驗如何才能更好。

# AuthenticationView_RequestFeature_Button_Label
source: Submit Feedback
de: Feedback abgeben
el: Υποβολή σχολίων
es: Enviar comentarios
fi: Lähetä palautetta
fr: Soumettre des commentaires
hi: अनुरोध सुविधा
hu: Visszajelzés küldése
id: Kirim Umpan Balik
it: Invia feedback
ja: フィードバックの送信
ko: 피드백 제출
nl: Feedback verzenden
pl: Prześlij opinię
pt_br: Enviar feedback
ro: Trimiteți feedback
ru: Отправить отзыв
sk: Odoslanie spätnej väzby
sv: Skicka feedback
th: ส่งคําติชม
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 提交反馈
zh_hant: 提交反饋

# AuthenticationView_ErrorAlert_Button
source: OK
de: OKAY
es: DE ACUERDO
fi: OKEI
fr: D'ACCORD
hi: ठीक है
hu: OKÉ
id: OKE
ja: わかりました
ko: 그래
pt_br: OKEY
ru: ХОРОШО
sv: OKEJ
th: ตกลง, ได้
tr: TAMAM
uk: ГАРАЗД
zh_hans: 还行
zh_hant: 還行
