Repository: uioporqwerty/waka-watch
Catalog: wakawatch/wakawatch WatchKit Extension/*.lproj/Localizable.strings
Languages: de, el, es, fi, fr, hi, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# WatchInstallationCheckView_Instructions_Text
source: Tap below to add Waka Watch on your Apple Watch.
de: Waka Watch erfordert, dass die Apple Watch Pendant App installiert ist. Wenn Sie die automatische App-Installation konfiguriert haben, wird dieser Bildschirm automatisch fortgesetzt, sobald die Waka Watch-App auf Ihrer Apple Watch installiert ist. Wenn Sie die automatische App-Installation nicht konfiguriert haben, klicken Sie unten im Abschnitt Verfügbare Apps auf die manuelle Installation.
el: Το Waka Watch απαιτεί την εγκατάσταση της αντίστοιχης εφαρμογής Apple Watch. Αν έχετε διαμορφώσει την Αυτόματη εγκατάσταση εφαρμογής, αυτή η οθόνη θα συνεχιστεί αυτόματα μόλις εγκατασταθεί η εφαρμογή Waka Watch στο Apple Watch. Εάν δεν έχετε ρυθμίσει την Αυτόματη εγκατάσταση εφαρμογής, κάντε κλικ παρακάτω για να την εγκαταστήσετε με μη αυτόματο τρόπο από την ενότητα Διαθέσιμες εφαρμογές.
es: Waka Watch requiere que se instale la aplicación homóloga del Apple Watch. Si tienes configurada la instalación automática de aplicaciones, esta pantalla continuará automáticamente una vez que la aplicación Waka Watch esté instalada en tu Apple Watch. Si no tiene configurada la instalación automática de aplicaciones, haga clic a continuación para instalar manualmente desde la sección Aplicaciones disponibles.
fi: Napauta alla lisätäksesi Waka Watchin Apple Watchiin.
fr: Waka Watch nécessite l’installation de l’application homologue Apple Watch. Si vous avez configuré l’installation automatique de l’application, cet écran se poursuivra automatiquement une fois l’application Waka Watch installée sur votre Apple Watch. Si l’installation automatique des applications n’est pas configurée, cliquez ci-dessous pour effectuer l’installation manuellement dans la section Applications disponibles.
hi: वाका वॉच के लिए ऐप्पल वॉच समकक्ष ऐप इंस्टॉल करने की आवश्यकता है। यदि आपके पास स्वचालित ऐप इंस्टॉल कॉन्फ़िगर किया गया है, तो वाका वॉच ऐप को आपके ऐप्पल वॉच पर इंस्टॉल करने के बाद यह स्क्रीन स्वचालित रूप से जारी रहेगी। यदि आपके पास स्वचालित ऐप्लिकेशन इंस्टॉल कॉन्फ़िगर नहीं किया गया है, तो उपलब्ध ऐप्लिकेशन अनुभाग से मैन्युअल रूप से स्थापित करने के लिए नीचे क्लिक करें.
hu: A Waka Watch használatához telepíteni kell az Apple Watch megfelelő alkalmazást. Ha be van állítva az Automatikus alkalmazástelepítés, ez a képernyő automatikusan folytatódik, amint a Waka Watch alkalmazás telepítve van az Apple Watchon. Ha nincs konfigurálva az Automatikus alkalmazástelepítés, kattintson az alábbi gombra a manuális telepítéshez az Elérhető alkalmazások szakaszban.
id: Waka Watch mengharuskan app mitra Apple Watch diinstal. Jika Anda telah mengonfigurasi Penginstalan App Otomatis, layar ini akan secara otomatis berlanjut setelah app Waka Watch diinstal di Apple Watch. Jika Anda tidak mengonfigurasi Penginstalan Aplikasi Otomatis, klik di bawah ini untuk menginstal secara manual dari bagian Aplikasi yang Tersedia.
it: Tocca qui sotto per aggiungere Waka Watch sul tuo Apple Watch.
ja: Waka Watch では、Apple Watch の対応するアプリをインストールする必要があります。アプリの自動インストールを設定している場合、Apple Watch に Waka Watch アプリがインストールされると、この画面は自動的に続行されます。アプリの自動インストールが構成されていない場合は、以下をクリックして [利用可能なアプリ] セクションから手動でインストールします。
ko: Waka Watch는 Apple Watch 대응 앱을 설치해야 합니다. 자동 앱 설치를 구성한 경우 Waka Watch 앱이 Apple Watch에 설치되면 이 화면이 자동으로 계속됩니다. 자동 앱 설치가 구성되지 않은 경우 아래를 클릭하여 사용 가능한 앱 섹션에서 수동으로 설치합니다.
nl: Waka Watch vereist dat de Apple Watch-tegenhanger-app is ge誰nstalleerd. Als u Automatische app-installatie hebt geconfigureerd, wordt dit scherm automatisch voortgezet zodra de Waka Watch-app op uw Apple Watch is ge誰nstalleerd. Als u Automatische app-installatie niet hebt geconfigureerd, klikt u hieronder om handmatig te installeren in het gedeelte Beschikbare apps.
pl: Stuknij poniżej, aby dodać zegarek Waka Watch do zegarka Apple Watch.
pt_br: Toque abaixo para adicionar o Relógio Waka no Apple Watch.
ro: Atinge mai jos pentru a adăuga Waka Watch pe Apple Watch.
ru: Нажмите ниже, чтобы добавить Waka Watch на Часы Apple Watch.
sk: Hodinky Waka Watch vyžadujú inštaláciu aplikácie náprotivku Apple Watch. Ak máte nakonfigurovanú automatickú inštaláciu aplikácií, táto obrazovka bude automaticky pokračovať po nainštalovaní aplikácie Waka Watch na hodinkách Apple Watch. Ak nemáte nakonfigurovanú automatickú inštaláciu aplikácií, kliknutím nižšie nainštalujte manuálne v časti Dostupné aplikácie.
sv: Waka Watch kräver att Apple Watch-motsvarighetsappen är installerad. Om du har konfigurerat Automatisk appinstallation fortsätter den här skärmen automatiskt när Waka Watch-appen har installerats på din Apple Watch. Om du inte har konfigurerat Automatisk appinstallation klickar du nedan för att installera manuellt i avsnittet Tillgängliga appar.
th: Waka Watch กําหนดให้ต้องติดตั้งแอป Apple Watch คู่กัน หากคุณกําหนดค่าการติดตั้งแอพอัตโนมัติไว้ หน้าจอนี้จะดําเนินต่อไปโดยอัตโนมัติเมื่อติดตั้งแอพ Waka Watch บน Apple Watch ของคุณแล้ว หากคุณไม่ได้กําหนดค่าการติดตั้งแอพอัตโนมัติไว้ ให้คลิกด้านล่างเพื่อติดตั้งด้วยตนเองจากส่วนแอปที่พร้อมใช้งาน
tr: Waka Watch'u Apple Watch'unuza eklemek için aşağıya dokunun.
uk: Натисніть нижче, щоб додати Годинник Waka на свій Apple Watch.
vi: Waka Watch yêu cầu phải cài đặt ứng dụng đối tác Apple Watch. Nếu bạn đã định cấu hình Cài đặt ứng dụng tự động, màn hình này sẽ tự động tiếp tục sau khi ứng dụng Waka Watch được cài đặt trên Apple Watch của bạn. Nếu bạn chưa định cấu hình Cài đặt ứng dụng tự động, hãy nhấp vào bên dưới để cài đặt thủ công từ phần Ứng dụng có sẵn.
zh_hans: 轻点下方以在苹果手表上添加 Waka 手表。
zh_hant: Waka Watch 要求安裝 Apple Watch 對應應用程式。如果您配置了「自動應用程式安裝」 則在 Apple Watch 上安裝 Waka Watch 應用程式後，此螢幕將自動繼續。如果您沒有設定自動應用安裝，請按下下面以從可用應用部分手動安裝。

# WatchInstallationView_OpenAppleWatch_ButtonLabel
source: Add Waka Watch to Apple Watch
de: Waka Watch App installieren
el: Εγκαταστήστε την εφαρμογή Waka Watch
es: Instalar la aplicación Waka Watch
fi: Waka Watchin lisääminen Apple Watchiin
fr: Installez l'application Waka Watch
hi: वाका घड़ी अनुप्रयोग स्थापित करें
hu: Telepítse a Waka Watch alkalmazást
id: Instal Aplikasi Waka Watch
it: Aggiungi Waka Watch ad Apple Watch
ja: ワカウォッチアプリをインストールする
ko: 와카 워치 앱 설치
nl: Installeer de Waka Watch App
pl: Dodaj Waka Watch do Apple Watch
pt_br: Adicione o Relógio Waka ao Apple Watch
ro: Adăugarea Waka Watch la Apple Watch
ru: Добавление Waka Watch в Apple Watch
sk: Inštalácia aplikácie Waka Watch
sv: Installera Waka Watch-appen
th: ติดตั้งแอพ Waka Watch
tr: Waka Watch'u Apple Watch'a ekleme
uk: Додайте годинник Waka до Apple Watch
vi: Cài đặt ứng dụng Waka Watch
zh_hans: 将瓦卡手表添加到苹果手表
zh_hant: 安裝Waka手錶應用程式

# AuthenticationView_Connect_Text
source: Connect with WakaTime
de: Mit WakaTime verbinden
el: Συνδεθείτε στο WakaTime
es: Conectarse a WakaTime
fi: Ota yhteyttä WakaTimeen
fr: Connectez-vous à WakaTime
hi: WakaTime कनेक्ट
hu: Csatlakozás a WakaTime-hoz
id: Hubungkan ke WakaTime
it: Connettiti a WakaTime
ja: WakaTimeに接続する
ko: 와카타임에 연결
nl: Verbinding maken met WakaTime
pl: Połącz się z WakaTime
pt_br: Conecte-se com o WakaTime
ro: Conectați-vă cu WakaTime
ru: Подключение к WakaTime
sk: Pripojenie k WakaTime
sv: Anslut till WakaTime
th: เชื่อมต่อกับวากะไทม์
tr: WakaTime ile bağlantı kurun
uk: Зв'яжіться з WakaTime
vi: Kết nối với WakaTime
zh_hans: 与若泰联系
zh_hant: 連接到和歌時光

# AuthenticationView_Connect_InstructionsText
source: Waka Watch needs to connect with WakaTime. Tap below to get started.
fi: Waka Watchin on oltava yhteydessä WakaTimeen. Aloita napauttamalla alla olevaa alla olevaa painiketta.
pl: Waka Watch musi połączyć się z WakaTime. Dotknij poniżej, aby rozpocząć.
pt_br: Waka Watch precisa se conectar com WakaTime. Toque abaixo para começar.
ro: Waka Watch trebuie să se conecteze cu WakaTime. Atingeți mai jos pentru a începe.
ru: Waka Watch должны подключаться к WakaTime. Нажмите ниже, чтобы начать.
tr: Waka Watch'un WakaTime ile bağlantı kurması gerekir. Başlamak için aşağıya dokunun.
uk: Waka Watch потрібно зв'язатися з WakaTime. Торкніться нижче, щоб почати.
zh_hans: 和歌手表需要与瓦卡时间连接。点击下方以开始使用。

# SettingsView_AddWatchFace_Link
source: Add Watch Face
fi: Lisää kellotaulu
uk: Додати циферблат
zh_hans: 添加表盘
